Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This option determines whether or not Monitoring Engine will accept passive host checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not accept any passive host checks. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
pt: Esta opção determina se serão ou não aceites verificações passivas de Hosts quando o motor de monitorização é inicialmente (re)iniciado. Se esta opção estiver desligada, o motor de monitorização não irá aceitar quaisquer verificações passivas de Hosts. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. Esta opção está ligada por omissão.

source: This option determines whether or not Monitoring Engine will run event handlers when it initially (re)starts. If this option is disabled, Monitoring Engine will not run any host or service event handlers. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
pt: Esta opção determina se serão ou não executados os gestores de eventos quando o motor de monitorização é inicialmente (re)iniciado. Se esta opção estiver desligada, o motor de monitorização não irá executar quaisquer gestores de eventos. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. Esta opção está ligada por omissão.

source: This is the rotation method that you would like Monitoring Engine to use for your log file.
pt: Este é o método de rotação que se deseja que o motor de monitorização use para os ficheiros de log.

source: This is the directory where Monitoring Engine should place log files that have been rotated. This option is ignored if you choose to not use the log rotation functionality.
pt: Este é o directório onde o motor de monitorização irá colocar os ficheiros de log que foram rodados. Esta opção é ignorada se se optar por não usar a funcionalidade de rotação de logs.

source: This option determines whether or not Monitoring Engine will check the command file for commands that should be executed. This option must be enabled if you plan on using Centreon to issue commands via the web interface.
pt: Esta opção determina se será ou não verificado pelo motor de monitorização o ficheiro de comandos por comandos que deverão ser executados. Esta opção deverá estar ligada se se pretender enviar comandos através da interface web do Centreon.

source: If you specify a number with an "s" appended to it (i.e. 30s), this is the number of seconds to wait between external command checks. If you leave off the "s", this is the number of "time units" to wait between external command checks. Unless you've changed the interval_length value (as defined below) from the default value of 60, this number will mean minutes. By setting this value to -1, Monitoring Engine will check for external commands as often as possible. Each time Monitoring Engine checks for external commands it will read and process all commands present in the command file before continuing on with its other duties.
pt: Se especificar um número com um "s" (e.g. 30s), este é o número de segundos para esperar entre verificações de comandos externos. Se colocar um número sem "s", este é o número de "time units" a esperar entre verificações de comandos externos. A não ser que tenha alterado o valor do interval_length (como definido abaixo) do valor por omissão de 60, este número significará minutos. Ao definir este valor para -1, o motor de monitorização irá verificar por comandos externos sempre que possível. Cada vez que o motor de monitorização valida por comandos externos ele irá ler e processar todos os comandos presentes no ficheiro de comandos antes de continuar com as suas restantes funções.

source: This is the file that Monitoring Engine will check for external commands to process. Centreon writes commands to this file. The external command file is implemented as a named pipe (FIFO), which is created when Monitoring Engine starts and removed when it shuts down. If the file exists when Monitoring Engine starts, the Monitoring Engine process will terminate with an error message.
pt: Este é o ficheiro que o motor de monitorização irá verificar por comandos externos a processar. O Centreon escreve comandos para este ficheiro. O ficheiro de comandos externos é implementado como uma named pipe (FIFO), que é criado quando o motor de monitorização é iniciado e removido quando este é desligado. Se o ficheiro existir quando o motor de monitorização inicia, o motor de monitorizção irá terminar com uma mensagem de erro.

source: This is an advanced feature. This option determines how many buffer slots Monitoring Engine will reserve for caching external commands that have been read from the external command file by a worker thread, but have not yet been processed by the main thread of the Monitoring Engine deamon. This option essentially determines how many commands can be buffered. For installations where you process a large number of passive checks (e.g. distributed setups), you may need to increase this number. You should consider using MRTG to graph Monitoring Engine' usage of external command buffers.
pt: Esta é uma funcionalidade avançada. Esta opção determina quantos buffer slots o Motor de monitorização irá reservar para o caching dos comandos externos que foram lidos do ficheiro de comandos externos por uma worker thread, mas que não foram ainda processados pela thread principal do deamon do motor de monitorização. Esta opção essencialmente determina quantos comandos podem ser buffered. Para instalações onde se processa um largo número de checks passivos (e.g. instalações distribuídas), pode ser necessário aumentar este número. Deve considerar usar o MRTG para fazer gráficos de utilização dos buffers de comandos externos.

source: This option specifies the location of the lock file that Monitoring Engine should create when it runs as a daemon. This file contains the process id (PID) number of the running Monitoring Engine process.
pt: Esta opção especifica a localização do ficheiro de lock que o motor de monitorização deve criar quando corre como um deamon. Este ficheiro contém o número de process id (PID) do processo do motor de monitorização.

source: This option determines whether or not Monitoring Engine will retain state information for hosts and services between program restarts. If you enable this option, you should supply a value for the state_retention_file variable. When enabled, Monitoring Engine will save all state information for hosts and service before it shuts down (or restarts) and will read in previously saved state information when it starts up again. Option is enabled by default.
pt: Esta opção determina ou não se o motor de monitorização irá reter a informação de estados para hosts e serviços entre reiniciações do programa. Se esta opção estiver ligada, deve ser fornecido um valor para a variável state_retention_file. Quando ligado, o motor de monitorização irá guardar toda a informação dos estados de hosts e serviços antes de desligar (ou reiniciar) e irá ler os dados de estado previamente salvos quando arrancar novamente. Esta opção está ligada por omissão.

source: This is the file that Monitoring Engine will use for storing status, downtime, and comment information before it shuts down. When Monitoring Engine is restarted it will use the information stored in this file for setting the initial states of services and hosts before it starts monitoring anything. In order to make Monitoring Engine retain state information between program restarts, you must enable the retain_state_information option.
pt: Este é o ficheiro que o motor de monitorização irá utilizar para armazenar os estados, os agendamentos de manutenção e os comentário antes de desligar. Quando o motor de monitorização é reiniciado ele irá usar a informação guardada neste ficheiro para definir os estados iniciais dos serviços e dos hosts antes de começar a monitorizar alguma coisa. De modo a fazer com que o motor de monitorização retenha a informação dos estados entre reinicializações

source: This setting determines how often (in minutes) that Monitoring Engine will automatically save retention data during normal operation. If you set this value to 0, Monitoring Engine will not save retention data at regular intervals, but it will still save retention data before shutting down or restarting. If you have disabled state retention (with the retain_state_information option), this option has no effect.
pt: Esta opção determina quão frequentemente (em minutos) que o motor de monitorização irá automaticamente salvar os dados de retenção durante a sua operação normal. Se este valor ficar a 0, o motor de monitorização não irá guardar dados de retenção a intervalos regulares, mas irá na mesma salvar os dados de retenção antes de desligar e reiniciar. Se tiverem desligado a retenção de estado (com opção retain_state_information) esta opção não terá efeito.

source: This setting determines whether or not Monitoring Engine will set various program-wide state variables based on the values saved in the retention file. Some of these program-wide state variables that are normally saved across program restarts if state retention is enabled include the enable_notifications, enable_flap_detection, enable_event_handlers, execute_service_checks, and accept_passive_service_checks options. If you do not have state retention enabled, this option has no effect. This option is enabled by default.
pt: Esta opção determina se ou não o motor de monitorização irá definir várias variáveis de estado transversais a todo o programa, baseadas nos valores salvos no ficheiro de retenção. Alguns destas variáveis que não normalmente guardadas através de reiniciamentos se a retenção de estados estiver ligada incluí as opções enable_notifications, enable_flap_detection, enable_event_handlers, execute_service_checks, e accept_passive_service_checks. Se a retenção de estados não estiver ligada, esta opção não terá efeito. Esta opção está ligada por omissão.

source: This setting determines whether or not Monitoring Engine will retain scheduling info (next check times) for hosts and services when it restarts. If you are adding a large number (or percentage) of hosts and services, I would recommend disabling this option when you first restart Monitoring Engine, as it can adversely skew the spread of initial checks. Otherwise you will probably want to leave it enabled.
pt: Esta opção determina se ou não o motor de monitorização irá reter a informação de agendamento (as próximas datas de verificação) para hosts e serviços quando reinicia. Se estiver a adicionar um grande número (ou percentagem) de hosts e serviço. Seria recomendado desligar esta opção quando primeiro se reinicia o motor de monitorização, dado que pode enviesar adversamente o espalhar das verificações iniciais, de outro modo é provável que se queira deixar esta opção ligada.

source: This option determines whether messages are logged to the syslog facility on your local host.
pt: Esta opção determina se as mensagens serão logadas para a "syslog facility" no seu host local.

source: This option determines whether or not notification messages are logged. If you have a lot of contacts or regular service failures your log file will grow relatively quickly. Use this option to keep contact notifications from being logged.
pt: Esta opção determina se ou não as mensagens de notificação serão gravadas. Se tiver muitos contactos ou falhas de serviço regulares o seu ficheiro de log irá crescer de um modo relativamente rápido. Use esta opção para evitar que as notificações de contactos sejam gravadas.

source: This option determines whether or not service check retries are logged. Service check retries occur when a service check results in a non-OK state, but you have configured Monitoring Engine to retry the service more than once before responding to the error. Services in this situation are considered to be in "soft" states. Logging service check retries is mostly useful when attempting to debug Monitoring Engine or test out service event handlers.
pt: Esta opção determina se ou não as re-tentativas de verificações de serviço são gravadas para log. As re-tentativas de verificação de serviço ocorrem quando uma verificação de serviço resulta num estado não OK, e se o motor de monitorização estiver configurado para tentar novamente um número determinado de vezes antes de acusar o erro. Serviços nesta situação dizem-se num estado "soft". Gravar para log as tentativas de verificação de serviço é útil quando se está a proceder ao debug do motor de monitorização ou se está a testar gestor de eventos de serviços.

source: This option determines whether or not host check retries are logged. Logging host check retries is mostly useful when attempting to debug Monitoring Engine or test out host event handlers.
pt: Esta opção determina se ou não as re-tentativas de verificações de host são gravadas para log. Gravar para log as tentativas de verificação de host é útil quando se está a proceder ao debug do motor de monitorização ou se está a testar gestor de eventos de hosts.

source: This option determines whether or not service and host event handlers are logged. Event handlers are optional commands that can be run whenever a service or hosts changes state. Logging event handlers is most useful when debugging Monitoring Engine or first trying out your event handler scripts.
pt: Esta opção determina se ou não os gestores de eventos de hosts e serviços são gravados em log. Os gestores de eventos não comandos opcionais que pode ser executados sempre que um serviço ou um host muda de estado. Esta opção é útil quando se está a proceder ao debug do motor de monitorização ou se está a testar inicialmente os scripts de gestor de eventos.

source: This option determines whether or not Monitoring Engine will force all initial host and service states to be logged, even if they result in an OK state. Initial service and host states are normally only logged when there is a problem on the first check. This option is disabled by default. Enabling it is useful if you are using an application that scans the log file to determine long-term state statistics for services and hosts. This option must be enabled to use reporting with Centreon.
pt: Esta opção determina se ou não o motor de monitorização irá forçar que todos os estados iniciais de serviço e de host sejam escritos para log, mesmo que o resultado seja um estado OK. Os estados iniciais de serviço e de hosts apenas são gravados para log quando se tem um problema na primeira verificação. Esta opção está desligada por omissão. Ligar esta opção é útil quando se está usar uma aplicação que vigia o ficheiro de log para determinar estatísticas de longa duração para serviços e hosts. Esta poção deve estar ligada para se usar os relatórios do Centreon.

source: This option determines whether or not Monitoring Engine will log external commands that it receives from the external command file. This option is enabled by default.
pt: Esta opção determina se o motor de monitorização irá logar os comandos externos que recebe através do ficheiro de comandos externos. Esta opção está ligada por omissão.

source: This option determines whether or not Monitoring Engine will log passive host and service checks that it receives from the external command file. This option is enabled by default. If you are setting up a distributed monitoring environment or plan on handling a large number of passive checks on a regular basis, you may wish to disable this option so your log file doesn't get too large.
pt: Esta opção determina se ou não o motor de monitorização irá escrever para log as verificações passivas de host e serviço que recebe através do ficheiro de comandos externo. Esta opção está ligada por omissão. Se estiver a configurar um sistema distribuído ou se planeia processar um grande número de verificações passivas de uma forma regular, pode ser desejável desligar esta opção para que o ficheiro de log não cresca demasiado.

source: This option allows you to specify a host event handler command that is to be run for every host state change. The global event handler is executed immediately prior to the event handler that you have optionally specified in each host definition. The maximum amount of time that this command can run is controlled by the event_handler_timeout option.
pt: Esta opção permite que se especifique um comando de gestor de eventos que será executado para todas as alterações de estado dos hosts. O gestor de eventos global é executado imediatamente antes do gestor de eventos que esteja opcionalmente configurado em cada uma definição de host. O máximo tempo que este comando pode ficar em execução é controlado pela opção event_handler_timeout.

source: This option allows you to specify a service event handler command that is to be run for every service state change. The global event handler is executed immediately prior to the event handler that you have optionally specified in each service definition. The maximum amount of time that this command can run is controlled by the event_handler_timeout option.
pt: Esta opção permite que se especifique um comando de gestor de eventos que será executado para todas as alterações de estado de serviço. O gestor de eventos global é executado imediatamente antes do gestor de eventos que esteja opcionalmente configurado em cada uma definição de serviço. O máximo tempo que este comando pode ficar em execução é controlado pela opção event_handler_timeout.

source: This is the number of seconds that Monitoring Engine will sleep before checking to see if the next service or host check in the scheduling queue should be executed. Note that Monitoring Engine will only sleep after it "catches up" with queued service checks that have fallen behind.
pt: Este é o número de segundos que o motor de monitorização irá dormir antes de verificar se a próxima verificação de serviço ou de host na fila de agendamento deverá ser executada. Nota o motor de monitorização irá apenas dormir quando "recuperar" com as verificações enfileiradas que tenham ficado para trás.

source: This option allows you to specify the maximum number of service checks that can be run in parallel at any given time. Specifying a value of 1 for this variable essentially prevents any service checks from being run in parallel. Specifying a value of 0 (the default) does not place any restrictions on the number of concurrent checks. You'll have to modify this value based on the system resources you have available on the machine that runs Monitoring Engine, as it directly affects the maximum load that will be imposed on the system (processor utilization, memory, etc.).
pt: Esta opção permite que se especifique o número máximo de verificações de serviço que podem ser executados em paralelo em qualquer ponto no tempo. Especificar um valor de 1 para esta variável essencialmente previne que as verificações sejam executadas em paralelo. Especificar o valor 0 (por omissão) não coloca quaisquer restrições em verificações concorrentes. Poderá ter de modificar este valor em função dos recursos disponíveis na máquina onde corre o motor de monitorização, dado que afecta directamente a carga máxima que será imposta ao sistema (utilização do processador, memória, etc...).

source: This option determines the maximum number of minutes from when Monitoring Engine starts that all hosts (that are scheduled to be regularly checked) are checked. This option will automatically adjust the host inter-check delay method (if necessary) to ensure that the initial checks of all hosts occur within the timeframe you specify. In general, this option will not have an affect on host check scheduling if scheduling information is being retained using the use_retained_scheduling_info option. Default value is 30 (minutes).
pt: Esta opção determina se o número máximo de minutos que quando o motor de monitorização inicia, este tem para que todos os hosts (que estejam agendados para serem regularmente verificados) sejam verificados. Esta opção irá ajustar automaticamente o atraso de intervalo de inter-verificação (se necessário) de modo a garantir que as verificações iniciais dos hosts ocorrem dentro da janela temporal especificada. Genericamente, esta opção não terá efeito no agendamento da verificação de hosts se a informação de agendamento estiver a ser retida usando a opção use_retained_scheduling_info. O valor por omissão é 30 (minutos).

source: This option determines the maximum number of minutes from when Monitoring Engine starts that all services (that are scheduled to be regularly checked) are checked. This option will automatically adjust the service inter-check delay method (if necessary) to ensure that the initial checks of all services occur within the timeframe you specify. In general, this option will not have an affect on service check scheduling if scheduling information is being retained using the use_retained_scheduling_info option. Default value is 30 (minutes).
pt: Esta opção determina se o número máximo de minutos que quando o motor de monitorização inicia, este tem para que todos os serviços(que estejam agendados para serem regularmente verificados) sejam verificados. Esta opção irá ajustar automaticamente o atraso de intervalo de inter-verificação (se necessário) de modo a garantir que as verificações iniciais dos serviços ocorrem dentro da janela temporal especificada. Genericamente, esta opção não terá efeito no agendamento da verificação de serviços se a informação de agendamento estiver a ser retida usando a opção use_retained_scheduling_info. O valor por omissão é 30 (minutos).
