Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: Select the poller you would like to interact with.
pt: Selecione o poller com que você gostaria de interagir.

source: Generates configuration files and stores them in centreon/filesGeneration directory.
pt: Gera ficheiros de configuração e armazena-os no directório Centreon/filesGeneration.

source: Runs the scheduler debug mode.
pt: Executa o agendador em modo de debug.

source: Copies the generated files into the scheduler's configuration folder.
pt: Copia os ficheiros gerados para a pasta de configuração do agendador.

source: Restart the scheduler : Restart, Reload or External Command.
pt: Reiniciar o agendador: Reiniciar, Recarregar ou Comando Externo.

source: Run the commands that are defined in the poller configuration page (Configuration > Centreon > Poller > Post-Restart command).
pt: Executa os comandos que estão definidos na página de configuração do poller (Configuração > Centreon > Poller > Comandos Pós-Reiniciar).

source: Port to listen on (empty host) or to connect to (with host filled).
pt: Porta onde escutar (host vazio) ou onde conectar (com host preenchido).

source: IP address or hostname of the host to connect to (leave blank for listening mode).
pt: Endereço de IP ou nome do host que se pretende conectar (deixar em branco para modo de escuta).

source: Trusted CA's certificate.
pt: Certificado da CA de confiança.

source: Private key file path when TLS encryption is used.
pt: Caminho do ficheiro da chave privada quano se usa encriptação TLS.

source: Public certificate file path when TLS encryption is used.
pt: Caminho do ficheiro do certificado público quando se usa encriptação TLS.

source: Enable TLS encryption.
pt: Ligar encriptação TLS.

source: IP address or hostname of the database server.
pt: Endereço de IP ou nome do Host do servidor de Base de Dados.

source: Database user.
pt: Utilizador de Base de Dados.

source: Password of database user.
pt: Senha do utilizador de Base de Dados.

source: Database name.
pt: Nome da Base de Dados.

source: Path to the file.
pt: Caminho para o ficheiro.

source: Serialization protocol.
pt: Protocolo de serialização.

source: RRD file directory, for example /var/lib/centreon/metrics
pt: Directório de ficheiros RRD, por exemplo /var/lib/centreon/metrics

source: RRD file directory, for example /var/lib/centreon/status
pt: Directório de ficheiros RRD, por exemplo /var/lib/centreon/status

source: Target DBMS.
pt: DBMS alvo.

source: Interval length in seconds.
pt: Tamanho do intervalo em segundos.

source: RRD storage duration in seconds.
pt: Duração do armazenamento RRD em segundos.

source: Port on which the DB server listens
pt: Porta na qual o servidor de Base de Dados escuta

source: For a file logger this is the path to the file. For a standard logger, one of 'stdout' or 'stderr'.
pt: Para um file logger este é o caminho para o ficheiro. Para o logger padrão, um de 'stdout' ou 'stderr'.

source: Enable or not configuration messages logging.
pt: Ligar ou não o logging de mensagens de configuração.

source: Enable or not debug messages logging.
pt: Ligar ou não o logging de mensagens de debug.

source: Enable or not error messages logging.
pt: Ligar ou não o logging de mensagens de erro.

source: Enable or not informational messages logging.
pt: Ligar ou não o logging de mensagens de informação.

source: How much messages must be logged.
pt: Quantas mensagens devem ser registadas.

source: Enable or not data stream compression.
pt: Ligar ou não a compressão do fluxo de dados.

source: Ranges from 0 (no compression) to 9 (best compression). Default is -1 (zlib compression)
pt: Varia entre 0 (sem compressão) e 9 (melhor compressão). Por omissão é -1 (compressão zlib)

source: The higher the buffer size is, the best compression. This however increase data streaming latency. Use with caution.
pt: Quanto mais alto o tamanho do buffer, melhor a compressão. No entanto isto aumenta a latência do fluxo de dados. Utilizar com cuidado.

source: Name of the input or output object that will act as failover.
pt: Nome do objecto de input ou output que irá agir como failover.

source: Path to the correlation file which holds host, services, dependencies and parenting definitions.
pt: Caminho para o ficheiro de correlação que contém hosts, serviços, dependências e definições de parentesco.

source: File where correlation state will be stored during correlation engine restart
pt: Ficheiro onde o estado de correlação irá ser armazenado durante um reiniciar do motor de correlação

source: Time in seconds to wait between each connection attempt.
pt: Tempo em segundos para esperar entre cada tentativa de ligação.

source: Time in seconds to wait before launching failover.
pt: Tempo em segundos para esperar antes de iniciar failover.

source: File where Centreon Broker statistics will be stored
pt: Ficheiro onde as estatísticas do Centreon Broker irão ser armazenadas

source: The maximum queries per transaction before commit.
pt: O número máximo de queries por transacção antes de commit.

source: The transaction timeout before running commit.
pt: O tempo de timeout da transacção antes de executar commit.

source: The Unix socket used to communicate with rrdcached. This is a global option, go to Administration > Options > RRDTool to modify it.
pt: A socket Unix usada para comunicar com rrdcached. Esta opção é global, vá a Administração > Opções > RRDTool para a alterar.

source: The TCP port used to communicate with rrdcached. This is a global option, go to Administration > Options > RRDTool to modify it.
pt: A porta TCP usada para comunicar com rrdcached. Esta opção é global, và a Administração > Opções > RRDTool para a alterar.

source: The maximum size of log file.
pt: O tamanho máximo do ficheiro de log.

source: When enabled, the broker engine will check whether or not the replication is up to date before attempting to update data.
pt: Quando ligado, o motor do Broker irá verificar se a replicação está actualizada ou não antes de tentar actualizar os dados.

source: The interval between check if some metrics must be rebuild. The default value is 300s
pt: O intervalo entre verificações se alguma métrica necessita ser reconstruída. O valor por omissão é 300 s

source: Maximum size in bytes.
pt: Tamanho máximo em bytes.

source: It should be enabled to control whether or not Centreon Broker should insert performance data in the data_bin table.
pt: Deve ser ligado para controlar se o Centreon Broker deve ou não inserir dados de desempenho na tabela data_bin.

source: Whether or not Broker should create entries in the index_data table. This process should be done by Centreon and this option should only be enabled by advanced users knowing what they're doing
pt: Se o Broker deve ou não criar entradas na tabela index_data. Este processo deve ser feito pelo Centreon e esta opção deve apenas ser ligada por utilizadores avançados que saibam o que estão fazendo

source: This can be used to disable graph update and therefore reduce I/O
pt: Esta opção pode ser usada para desligar a actualização dos gráficos e assim reduzir I/O

source: Enable negociation option (use only for version of Centren Broker >= 2.5)
pt: Ligar as opções de negociação (usado apenas para versões do Centreon Broker >= 2.5)

source: Category filter for flux in output
pt: Filtro de categorias para o fluxo no output

source: This allows the retention to work even if the socket is listening
pt: Esta opção permite que a retenção funcione mesmo que o socket esteja em escuta

source: This is the file that Monitoring Engine uses to store the current status, comment, and downtime information. This file is deleted every time Monitoring Engine stops and recreated when it starts.
pt: Este é o ficheiro que o motor de monitorização usa para armazenar o estado actual, os comentários, e informação relativa aos downtime. Este ficheiro é apagado sempre que o motor de monitorização pára e recriado sempre que inicia.

source: Combined with the aggregate_status_updates option, this option determines the frequency (in seconds!) that Nagios will periodically dump program, host, and service status data. If you are not using aggregated status data updates, this option has no effect. The minimum update interval is 2 seconds.
pt: Combinado com a opção aggregate_status_updates, esta opção determina a frequência (em segundos!) que o Nagios irá periodicamente despejar dados de estado de programa, hosts, serviços. Se não estiver a usar actualizações de estado de dados agregados, esta opção não terá nenhum efeito. O Intervalo mínimo de actualização é 2 segundos.

source: Location (path and filename) where Monitoring Engine should create its main log file.
pt: Localização ( caminho e nome de ficheiro ) onde o motor de monitorização deve criar o seu ficheiro de log principal.

source: Directory where Centreon will export Monitoring Engine object configuration files to. Monitoring Engine will parse all .cfg files in this directory.
pt: Directório para onde o Centreon irá exportar os ficheiros de configuração de objectos do motor de monitorização. O motor de monitorização irá processar todos os ficheiros .cfg neste directório.

source: Specify a file in which a cached copy of object definitions should be stored. The cache file is (re)created every time Monitoring Engine is (re)started and is used by the CGIs. It is intended to speed up config file caching in the CGIs and allow you to edit the source object config files while Monitoring Engine is running without affecting the output displayed in the CGIs.
pt: Especificar um ficheiro no qual uma cópia em cache das definições dos objectos será guardado. O ficheiro de cache é (re)criado sempre que o motor de monitorizção é (re)iniciado e é utilizado pelos CGIs.É suposto acelerar o carregamento em cache dos ficheiros de configuração nos CGIs e permitir que se edit os ficheiros fonte de configuração enquanto o motor de monitorização está em execução sem afectar o output visualizado nos CGIs.

source: Specify a file in which a pre-processed, pre-cached copy of object definitions should be stored. This file can be used to drastically improve startup times in large/complex Monitoring Engine installations. Read more information on how to speed up start times in section "Fast Startup Options" in Monitoring Engine documentation.
pt: Especificar um ficheiro no qual uma cópia pré processada e pre cached das definições dos objectos deverá ser armazenada. Este ficheiro pode ser usado para drasticamente melhorar o tempo de startup de grandes/complexas instalações de motores de monitorização. Pode ler mais informação de como acelerar o arranque na secção "Opções de Arranque Rápido" na documentação do Motor de Monitorização.

source: This is a temporary file that Monitoring Engine periodically creates and uses when updating comment data, status data, etc. The file is deleted when it is no longer needed.
pt: Este é um ficheiro temporário que o motor de monitorizção periodicamente cria e utiliza quando actualiza dados de comentários , estados, etc. O ficheiro é apagado quando deixa de ser necessário.

source: This is a directory that Monitoring Engine can use as scratch space for creating temporary files used during the monitoring process. You should run tmpwatch, or a similiar utility, on this directory occassionally to delete files older than 24 hours.
pt: Este é um directório que o motor de monitorização pode usar como espaço de rascunho para a criação de ficheiros temporários usados durante o processo de monitorização. Deve ser executada a aplicação tmpwatch, ou outra semelhante, neste directório para ocasionalmente apagar ficheiros com mais de 24 horas de tempo de vida.

source: This options determines which directory Monitoring Engine will use to temporarily store host and service check results before they are processed. This directory should not be used to store any other files, as Monitoring Engine will periodically clean this directory of old file. Make sure that only a single instance of Monitoring Engine has access to the check result path. If multiple instances of Monitoring Engine have their check result path set to the same directory, you will run into problems with check results being processed (incorrectly) by the wrong instance of Monitoring Engine!
pt: Estas opção determina que directório o motor de monitorização irá usar para temporariamente armazenar os resultados das verificações de host e de serviço antes de estes serem processados. Este directório não deve ser usado para armazenar nenhum outro tipo de ficheiros, pois o motor de monitorização irá periodicamente limpar este directório de ficheiros antigos. É necessário garantir que apenas uma instâncias do motor de monitorização tem acesso a este directório, caso contrário irão certamente haver problemas devido a diferentes instâncias do motor de monitorização estarem a processar os resultados (incorrectamente) de verificações realizados por outra instância.

source: This options determines the maximum age in seconds that Monitoring Engine will consider check result files found in the check_result_path directory to be valid. Check result files that are older that this threshold will be deleted by Monitoring Engine and the check results they contain will not be processed. By using a value of zero (0) with this option, Monitoring Engine will process all check result files.
pt: Esta opção determina a idade máxima em segundos que o motor de monitorização irá considerar como válidos os ficheiros com resultados de verificações no directório check_result_path. Ficheiros de resultados de verificação mais velhos que este limiar serão apagados pelo motor de monitorização e os resultados neles contidos não serão processados. Se se colocar o valor zero (0) nesta opção, o motor de monitorização irá processar todos os ficheiros de resultados de verificação.

source: Location of the Perl program to provide Perl code persistence for the Monitoring Engine project. This program provides an API for calling Monitoring Engine Perl plugins from Monitoring Engine when it is built with embedded Perl support. The intent is to tradeoff memory usage against repeated context switches to recompile Perl plugins. The file p1.pl is provided by default with the Monitoring Engine package.
pt: A localização do programa de Perl para providenciar a persistência do código Perl para o projecto do motor de monitorização. Este programa providencia uma API para chamar os plugins Perl a partir do motor de monitorização quando este é construído com suporte de Perl embutido. A intenção é realizar uma troca entre memória utilizada em oposição a repetidas trocas de contexto para recompilar os plugins Perl. O Ficheiro p1.pl é providenciado por default com o pacote do motor de monitorização.

source: This is used to set the effective user that the Monitoring Engine process should run as. After initial program startup and before starting to monitor anything, Monitoring Engine will drop its effective privileges and run as this user. You may specify either a username or a UID.
pt: Este é usado para definir o user efectivo com que é executado o processo do motor de monitorizção. Após o startup initial do program e antes de começar a monitorizar seja o que for, o motor de monitorização irá largar todos os seus privilégios efectivos e correrá como este utilizador. Pode ser especificado um utilizador ou um UID.

source: This is used to set the effective group that the Monitoring Engine process should run as. After initial program startup and before starting to monitor anything, Monitoring Engine will drop its effective privileges and run as this group. You may specify either a groupname or a GID.
pt: Este é usado para definir o grupo efectivo com que o processo do motor de monitorização irá ser executado. Após o arranque inicial do programa e antes de começar a monitorizar seja o que for, o motor de monitorização irá largar todos os seus privilégios e executará como este grupo. Pode ser especificado um groupname ou um GID.

source: This option determines whether or not Monitoring Engine will send out notifications when it initially (re)starts. If this option is disabled, Monitoring Engine will not send out notifications for any host or service. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Notifications are enabled by default.
pt: Esta opção determina serão ou não enviadas notificações quando o motor de monitorização inicialmente (re)inicia. Se esta opção estiver desligada, o motor de monitorização não enviará notificações para qualquer host ou serviço. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. As notificações estão ligadas por omissão.

source: This option determines whether or not Monitoring Engine will execute service checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not actively execute any service checks and will remain in a sort of "sleep" mode (it can still accept passive checks unless you've disabled them). This option is most often used when configuring backup monitoring servers, as described in the documentation on redundancy, or when setting up a distributed monitoring environment. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Service checks are enabled by default.
pt: Esta opção determina se serão ou não executadas verificações de serviço quando o motor de monitorização é inicialmente (re)iniciado. Se esta opção estiver desligada, o motor de monitorização não irá executar quaisquer verificações de serviços e irá ficar numa espécia de modo de "sleep" (pode ainda aceitar verificações passivas a não ser que estas estejam desligadas). Esta opção é mais frequentemente usada quando se configura servidores de monitorização de reserva, como descrito na documentação sobre redundância, ou então quando se está a configurar um ambiente de monitorização distribuído. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. As verificações de serviços estão ligadas por omissão.

source: This option determines whether or not Monitoring Engine will execute host checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not actively execute any host checks and will remain in a sort of "sleep" mode (it can still accept passive checks unless you've disabled them). This option is most often used when configuring backup monitoring servers, as described in the documentation on redundancy, or when setting up a distributed monitoring environment. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Host checks are enabled by default.
pt: Esta opção determina se serão ou não executadas verificações de Host quando o motor de monitorização é inicialmente (re)iniciado. Se esta opção estiver desligada, o motor de monitorização não irá executar quaisquer verificações de Hosts e irá ficar numa espécia de modo de "sleep" (pode ainda aceitar verificações passivas a não ser que estas estejam desligadas). Esta opção é mais frequentemente usada quando se configura servidores de monitorização de reserva, como descrito na documentação sobre redundância, ou então quando se está a configurar um ambiente de monitorização distribuído. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. As verificações de Hosts estão ligadas por omissão.

source: This option determines whether or not Monitoring Engine will accept passive service checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not accept any passive service checks. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
pt: Esta opção determina se serão ou não aceites verificações passivas de serviços quando o motor de monitorização é inicialmente (re)iniciado. Se esta opção estiver desligada, o motor de monitorização não irá aceitar quaisquer verificações passivas de serviços. Nota: se a retenção de estados estiver ligada, o motor de monitorização irá ignorar esta configuração quando ele (re)iniciar e usará a última configuração conhecida para esta opção ( como armazenado no ficheiro de retenção de estado), a não se que se desligue a opção use_retained_program_state_option. Se quiser alterar esta opção quando a retenção de estado estiver activa ( e a use_retained_program_state está ligada), terá de utilizar um comando externo apropriado ou via interface web. Esta opção está ligada por omissão.
