Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This option determines whether or not Monitoring Engine will fork() child processes twice when it executes host and service checks. By default, Monitoring Engine fork()s twice. However, if the use_large_installation_tweaks option is enabled, it will only fork() once. By defining this option in your configuration file, you are able to override things to get the behavior you want.
pt: Esta opção determina se ou não o motor de monitorização irá fork() os processo filhos duas vezes quando executa verificações de host e de serviços. Por omissão, o motor de monitorização bifork()a (duas vezes). No entanto se se utilizar a opção use_large_installation_tweaks ligada, ele irá fazer fork() apenas uma vez. Ao se definir esta opção no ficheiro de configuração é possível sobrepor de modo a que se tenha o comportamento que se quer.

source: This option determines whether or not the Monitoring Engine daemon will make all standard macros available as environment variables to your check, notification, event hander, etc. commands. In large Monitoring Engine installations this can be problematic because it takes additional memory and (more importantly) CPU to compute the values of all macros and make them available to the environment. This option is enabled by default.
pt: Esta opção determina se ou não o deamon do motor de monitorização irá fazer com que todas as macros standard estejam disponíveis como variáveis de ambiente para os comandos de verificação, notificações, gestores de eventos, etc. Em grandes instalações isto pode ser problemático pois consome memória adiciona e (mais relevante) CPU para computar os valores de todas as macros e torná-las disponíveis ao ambiente. Esta opção está ligada por omissão.

source: Only works with Centreon Engine (>= 1.3). For better performance, set this to 'No'. But it is safer to leave it to 'Default' ('Yes'), for a few native plugins could trigger a monitoring crash.
pt: Apenas funciona com o motor Centreon (>= 1.3). Para melhor desempenho, ponha esta opção como 'Não'. Mas é mais seguro deixar o valor 'Por omissão' ('Sim'), para alguns plugins nativos pode provocar um despenhar da monitorização.

source: This setting determines whether or not the embedded Perl interpreter is enabled on a program-wide basis. Monitoring Engine must be compiled with support for embedded Perl for this option to have an effect. Please read the relevant section in the Monitoring Engine documentation.
pt: Esta opção determina se ou não o interpretador Perl embutido está ligado numa base transversal ao programa. O motor de monitorização deve ser compilado com o suporte para perl embutido para que esta opção tenha efeito. Por favor leia a secção relevante da documentação do motor de monitorização.

source: This setting determines whether or not the embedded Perl interpreter should be used for Perl plugins/scripts that do not explicitly enable/disable it.
pt: Esta opção determina se ou não o interpretador de Perl embutido deve ser usado para plugins/scripts perl que não o liguem/desliguem explicitamente.

source: This option determines where Monitoring Engine should write debugging information. What (if any) information is written is determined by the debug_level and debug_verbosity options. You can have Monitoring Engine automaticaly rotate the debug file when it reaches a certain size by using the max_debug_file_size option.
pt: Esta opção determina onde o motor de monitorização deverá escrever a informação de debug. Que (se alguma) informação é escrita é determinado pelas opções debug_level e debug_verbosity. Pode-se ter o motor de monitorização a "rodar" automaticamente o ficheiro de debug quando este chega um determinado tamanho usando a opção max_debug_file_size.

source: This option determines the maximum size (in bytes) of the debug file. If the file grows larger than this size, it will be renamed with a .old extension. If a file already exists with a .old extension it will automatically be deleted. This helps ensure your disk space usage doesn't get out of control when debugging Monitoring Engine.
pt: Esta opção determina o tamanho máximo (em bytes) do ficheiro de debug. Se o ficheiro crescer mais que este tamanho, ele será renomeado com uma extensão .old. Se o ficheiro já existir com uma extensão .old ele será automaticamente eliminado. Isto ajuda a garantir que a utilização do espaço de disco não fica fora de controlo quando se está a fazer o debug do motor de monitorização.

source: This option allows dumping core in case a segmentation fault occurs. Warning: Make sure that server has sufficient disk space for these dumps (ulimit). This option is discarded when using Centreon Engine.
pt: Esta opção permite fazer core dumps case ocorra uma segmentation fault. Aviso: garantir que se o servidor tem disco suficiente para estes dumps (ulimit). Esta opção é descartada quando se usa o motor do Centreon.

source: This option determines how much debugging information Monitoring Engine should write to the debug_file. By default the verbosity is set to level 1.
pt: Esta opção determina quanta informação de debug o motor de monitorização deve escrever para o debug_file. Por omissão a verbosidade é definida a 1.

source: This option determines what type of information Monitoring Engine should write to the debug_file.
pt: Esta opção determina que tipo de informação o motor de monitorização deve escrever para o debug_file.

source: Description or name used to identify this configuration set.
pt: Descrição e nome usado para identificar este conjunto de configurações.

source: Specify whether this configuration is currently active or not. This way you can test different configuration sets for one monitoring node.
pt: Especificar se esta configuração está actualmente activa ou não. Deste modo pode testar diferentes configurações para um nodo de monitorização.

source: Choose the Monitoring Engine server instance this configuration is defined for.
pt: Escolha para que instância de servidor do motor de monitorização que esta configuração está definida.

source: Generate a light database for traps.
pt: Gerar uma base de dados leve para traps.

source: Push database to poller.
pt: Empurrar a base de dados para o poller.

source: Send restart or reload signal to centreontrapd.
pt: Enviar um sinal de reniciar ou de reload para o centreontrapd.

source: Poller to interact with.
pt: O poller para se interagir.

source: Enter a short name for the escalation to identify it.
pt: Introduza um nome curto para esta escalada para que a identifique.

source: The alias is used to define a longer name or description for the escalation.
pt: Este pseudónimo é usado para definir um nome mais comprido ou descrição para a escalada.

source: Enter a number that identifies the first notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the host is down or unreachable long enough for a third notification to go out.
pt: Prencha o número que identifica a primeira notificação para a qual esta escalada é efectiva. Por exemplo, se se definir o valor para 3, esta escalada só será usada se o host estiver em baixo ou inalcançável tempo suficiente para sair uma terceira notificação.

source: Enter a number that identifies the last notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the host. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
pt: Prencha o número que identifica a última notificação para a qual esta escalada é efectiva. Por exemplo, se se definir o valor para 5, esta escalada não será usada mais de cinco notificações forem enviadas para o host. Defnir este valor a 0 significa continuar a usar a esta entrada de escalada para sempre (independentemente de quantas notificações saiam).

source: Select the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Monitoring Engine will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out. Notifications are sent out again until the host or service recovers. This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
pt: Selecione o intervalo ao quais as notificações deve ser feitas enquanto esta escalada é válida. Se especificar 0 para o intervalo o motor de monitorização irá enviar a primeira notificação quando esta definição é valida, mas irá evitar o envio das consequentes notificações de problema. Notificações são enviadas novamente até que o host ou serviço recupere. Esta opção é útil se se quer parar o envio de notificações após algum tempo. Nota: se múltiplas entradas de escalada se sobrepuserem para uma ou mais gamas de notificação, o intervalo mais pequeno para todas as entradas de escalada é utilizado.

source: Select the time period during which this escalation is valid. If no time period is specified, the escalation is considered to be valid during all times.
pt: Selecione o período de tempo durante o qual a escala é válida. Se nenhum período de tempo for especificado a escalada é considerada válida em qualquer altura.

source: Define the criteria that determine when the host escalation is used. The escalation is used only if the host is in one of the states specified in these options. If no options are specified in a host escalation, the escalation is considered to be valid during all host states.
pt: Define o critério que determina quando a escalada de host é usada. A escalada é usada apenas se o host estiver num dos estado especificados por estas opções. Se nenhumas opções estiverem especificadas na escalada de hosts, a escalada é considerada válida em todos os estados dos hosts.

source: Define the criteria that determine when the service escalation is used. The escalation is used only if the service is in one of the states specified in these options. If no options are specified in a service escalation, the escalation is considered to be valid during all service states.
pt: Define o critério que determina quando a escalada de serviço é usada. A escalada é usada apenas se o serviço estiver num dos estado especificados por estas opções. Se nenhumas opções estiverem especificadas na escalada de serviços, a escalada é considerada válida em todos os estados dos serviços.

source: Select the contact group(s) that should be notified when the notification is escalated. You must specify at least one contact group in each escalation definition.
pt: Escolha o grupo de contactos que devem ser notificados quando a notificação é escalada. Deve especificar pelo menos um grupo de contacto em cada definição de escalada.

source: Select the host(s) that the escalation should apply to or is associated with.
pt: Escolha o(s) host(s) aos quais a escalada se deve aplicar ou com que está associada.

source: Select the service(s) the escalation should apply to or is associated with.
pt: Escolha o(s) serviço(s) aos quais a escalada se deve aplicar ou com que está associada.

source: Select the hostgroup(s) that the escalation should apply to. The escalation will apply to all hosts that are members of the specified hostgroup(s).
pt: Escolha o(s) grupo(s) de host(s) aos quais a escalada se deve aplicar ou com que está associada.

source: Select the service group(s) the escalation should apply to or is associated with. The escalation will apply to all services that are members of the specified service group(s).
pt: Escolha o(s) grupo(s) de serviço(s) aos quais a escalada se deve aplicar ou com que está associada.

source: Select the meta service(s) the escalation should apply to or is associated with.
pt: Escolha o(s) meta serviço(s) aos quais a escalada se deve aplicar ou com que está associada.

source: Select contacts that should be notified whenever there are problems (or recoveries) with this host. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host escalation definition.
pt: Escolha os contactos que devem ser notificados sempre que existam problemas (ou recuperações) com este host. Útil se se quiser que as notificações vão apenas para algumas pessoas e não se queira configurar grupos de contactos. Deve-se especificar pelo menos um contacto ou grupo de contacto em cada definição de escalada de host.

source: Define a short name for this dependency.
pt: Defina um nome curto para esta dependência.

source: Define a description for this dependency for easier identification and differentiation.
pt: Defina a descrição desta dependência para mais fácil identificação e diferenciação.

source: This directive indicates whether or not the dependency inherits dependencies of the host that is being depended upon (also referred to as the master host). In other words, if the master host is dependent upon other hosts and any one of those dependencies fail, this dependency will also fail.
pt: Esta directiva indica se ou não a dependência herda dependências do hosts do qual se dependa (também referido como host mestre), por outras palavras, se o host mestre estiver dependende de outros hosts e um alguma dessas dependências falhar, esta dependência irá também falhar.

source: Ignored by Centreon Engine.
pt: Ignorado pelo Motor Centreon.

source: This directive is used to specify the criteria that determine when the dependent host should not be actively checked. If the master host is in one of the failure states we specify, the dependent host will not be actively checked. If you specify None as an option, the execution dependency will never fail and the dependent host will always be actively checked (if other conditions allow for it to be).
pt: Esta directiva é utilizada para especificar o critério que determina quando o host dependente não deve ser activamente verificado. Se o host mestre está num dos estados de falha especificado, o host dependente não será activamente verificado. Se especificar nenhum como uma opção, a execução da dependência nunca irá falhar e o host dependente será sempre verificado activamente ( se outras condições permitirem que assim seja ).

source: This directive is used to define the criteria that determine when notifications for the dependent host should not be sent out. If the master host is in one of the failure states we specify, notifications for the dependent host will not be sent to contacts. If you specify None as an option, the notification dependency will never fail and notifications for the dependent host will always be sent out.
pt: Esta directiva é utilizada para especificar o critério que determina quando as notificações para o host dependente não devem ser enviadas. Se o host mestre está num dos estados de falha especificado, notificações para o host dependente não será enviado para os contactos. Se especificar nenhum como uma opção, as notificações do host dependente serão sempre enviadas.

source: This directive is used to identify the host(s) that the service that is being depended upon (also referred to as the master service) "runs" on or is associated with.
pt: Esta directiva é usada para identificar os host(s) onde o serviço de que se depende (também referido como o serviço mestre) "executa" sobre ou está associado com.

source: This directive is used to identify the description of the service that is being depended upon (also referred to as the master service).
pt: Esta directiva é usada para identificar a descrição do serviço do qual se depende (tanbém referido como serviço mestre).

source: This directive is used to identify the host(s) that the dependent service "runs" on or is associated with. Leaving this directive blank can be used to create "same host" dependencies.
pt: Esta directiva é usada para indentificar os host(s) onde o serviço dependente "executa" sobre ou está associado com. Deixando esta directiva em branco pode ser usado para criar dependências "intra-host".

source: This directive is used to identify the description of the dependent service.
pt: Esta directiva é usada para identificar a descrição do serviço dependente.

source: This directive is used to identify the short name(s) of the hostgroup(s) that the service that is being depended upon (also referred to as the master service) "runs" on or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
pt: Esta directiva é usada para identificar o(s) nome(s) curto(s) do(s) grupo(s) de host(s) dos quais o serviço depende (também referido como o serviço mestre) "executa" sobre ou está associado com. Vários grupos de host deve ser separador por vírgulas. O hostgroup_name pode ser usado em vez de, ou em adição a, à directiva host_name.

source: This directive is used to specify the short name (s) of the hostgroup(s) that the dependent service "runs" on or is associated with. The dependent_hostgroup may be used instead of, or in addition to, the dependent_host directive.
pt: Esta directiva é usada para especificar o(s) nome(s) curto(s) do(s) grupo(s) de host(s) onde o serviço dependente "executa" sobre ou está associado com. O dependent_hostgroup pode ser usado em vez, ou em adição a, à directiva dependent_host.

source: This directive is used to identify the description of the service group that is being depended upon (also referred to as the master service group).
pt: Esta directiva é usada para identificar a descrição do grupo de ser serviços dos quais se depende ( também como o grupo de serviço mestre).

source: This directive is used to identify the description of the dependent service group.
pt: Esta directiva é usada para identificar a descrição do grupo de serviço dependente.

source: This directive is used to identify the description of the meta service that is being depended upon (also referred to as the master meta service).
pt: Esta directiva é usada para identificar a descrição do meta serviço sobre o qual se depende ( também referido como o meta serviço mestre).

source: This directive is used to identify the description of the dependent meta service.
pt: Esta directiva é usada para identificar a descrição do meta serviço dependente.

source: This directive is used to specify the short name of the time period during which this dependency is valid. If this directive is not specified, the dependency is considered to be valid during all times.
pt: Esta directiva é usada para especificar o nome curto do período de tempo durante o qual esta dependência é válida. Se esta directiva não for especificada, a dependência é considerada válida em todas as alturas.

source: This directive is used to identify the description of the dependent host.
pt: Esta directiva é usada para identifciar a descrição do host dependente.

source: Compatible with Centreon Broker only.
pt: Apenas compatível com o Centreon Broker.

source: The contact group name is a short name used to identify the contact group in other sections.
pt: O nome do grupo de contacto é um nome curto usado para identificar o grupo de contacto noutras secções.

source: The alias is a longer name or description used to identify the contact group.
pt: O pseudónimo é um nome mais longo ou uma descrição usada para identificar o grupo de contacto.

source: The linked contacts define a list of contacts that should be included in this group. This definition is an alternative way to specifying the contact groups in contact definitions.
pt: Os contactos associados definem a lista de contactos que devem ser incluídos neste grupo. Esta definição é uma maneira alternativa de especificar que grupos de contactos nas definições de contactos.

source: This optional directive can be used to include contacts from other "sub" contact groups in this contact group. Specify a list of other contact groups whose members should be included in this group.
pt: Esta directiva opcional pode ser usada para incluir contactos de outros "sub" grupos de contacto neste grupo de contactos. Especifique outros grupos de contacto que devem ser incluídos neste grupo.

source: Define a short name to identify the time period.
pt: Definia um nome curto para identificar o período temporal.

source: Use the alias as a longer name or description to identify the time period.
pt: Use o pseudónimo como um nome mais longo ou uma descrição para identificar o período temporal.

source: The weekday directives are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Each time range is in the form of HH:MM-HH:MM, where hours are specified on a 24 hour clock. For example, 00:15-24:00 means 12:15am in the morning for this day until 12:00am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
pt: As directivas do dia de semana são listas separadas por vírgulas de gamas de tempo que são datas válidas para um particular dia da semana. Cada gama de tempo é no formato HH:MM-HH:MM, onde as horas são especificadas no formato 24 horas. Caso se queira excluir um dia inteiro do período temporal basta que não seja incluído gama de tempo na definição do período de tempo.

source: You can specify several different types of exceptions to the standard rotating weekday schedule. Exceptions can take a number of different forms including single days of a specific or generic month, single weekdays in a month, or single calendar dates. You can also specify a range of days/dates and even specify skip intervals to obtain functionality described by "every 3 days between these dates". Weekdays and different types of exceptions all have different levels of precedence, so its important to understand how they can affect each other.
pt: Você pode especificar diferentes tipos de excepções à rotação da agenda semanal. Excepções podem tomar um número de diferentes formas incluído dias individuais de um mês genérico ou específico, um dia de específico de semana num mês, ou uma data de calendário única. Pode ainda especificar uma gama de dias/datas e ainda especificar intervalos de salto para obter a funcionalidade descrita usando "every 3 days between these dates". Dias úteis e diferentes tipos de excepções todas têm diferentes tipos de precedência, por isso é importante perceber como podem afectar-se entre si.

source: This directive is used to specify other timeperiod definitions whose time ranges should be included in this timeperiod.
pt: Esta directiva é usada para especificar outras definições de período de tempo cujas gamas temporais devem ser incluídas neste período de tempo.

source: This directive is used to specify other timeperiod definitions whose time ranges should be excluded from this timeperiod.
pt: Esta directiva é usada para especificar se outras definições de períodos de tempo cujas gamas devem ser excluídas de este período de tempo.

source: This directive is used to define a short name used to identify the host group.
pt: Esta directiva é usada para defnir um nome curto usado para identificar o grupo de hosts.
