Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This option allows you to specify a command to be run after every host check to process host performance data that may be returned from the check. This command is only executed if the process_performance_data option is enabled globally and if the process_perf_data directive in the host definition is enabled.
pt: Esta opção permite que se especifique um comando para ser executado após cada verificação de host para que processe os dados de desempenho que sejam devolvidos pela verificação. Este comando é só executado se a opção process_performance_data está ligada globalmente e se a directiva process_perf_data na definição do host está ligada.

source: This option allows you to specify a command to be run after every service check to process service performance data that may be returned from the check. This command is only executed if the process_performance_data option is enabled globally and if the process_perf_data directive in the service definition is enabled.
pt: Esta opção permite que se especifique um comando para ser executado após cada verificação de serviço para que processe os dados de desempenho que sejam devolvidos pela verificação. Este comando é só executado se a opção process_performance_data está ligada globalmente e se a directiva process_perf_data na definição do serviço está ligada.

source: This option allows you to specify a file to which host performance data will be written after every host check. Data will be written to the performance file as specified by the host_perfdata_file_template option. Performance data is only written to this file if the process_performance_data option is enabled globally and if the process_perf_data directive in the host definition is enabled.
pt: Esta opção permite que se especifique qual o ficheiro para onde os dados de desempenho dos hosts serão escritos após cada verificação de host. Os dados serão escritos para o ficheiro de desempenho como especificado pela opção host_perfdata_file_template. Os dados de desempenho só serão escritos para este ficheiro se a opção process_performance_data estiver ligada globalmente e se a opção process_perf_data na definição do host estiver ligada.

source: This option allows you to specify a file to which service performance data will be written after every service check. Data will be written to the performance file as specified by the service_perfdata_file_template option. Performance data is only written to this file if the process_performance_data option is enabled globally and if the process_perf_data directive in the service definition is enabled.
pt: Esta opção permite que se especifique qual o ficheiro para onde os dados de desempenho dos serviços serão escritos após cada verificação de serviço. Os dados serão escritos para o ficheiro de desempenho como especificado pela opção service_perfdata_file_template. Os dados de desempenho só serão escritos para este ficheiro se a opção process_performance_data estiver ligada globalmente e se a opção process_perf_data na definição do serviço estiver ligada.

source: This option determines what (and how) data is written to the host performance data file. The template may contain macros, special characters (\t for tab, \r for carriage return, \n for newline) and plain text. A newline is automatically added after each write to the performance data file.
pt: Esta opção determina o quê ( e quando ) dados são escritos para o ficheiro de desempenho dos hosts. O template pode conter macros, caracteres especiais (\t para tabulação, \r para carriage return, \n para nova linha) e texto regular. Uma nova linha é adicionada automaticamente após cada escrita para o ficheiro de desempenho.

source: This option determines what (and how) data is written to the service performance data file. The template may contain macros, special characters (\t for tab, \r for carriage return, \n for newline) and plain text. A newline is automatically added after each write to the performance data file.
pt: Esta opção determina o quê ( e quando ) dados são escritos para o ficheiro de desempenho dos Serviços. O template pode conter macros, caracteres especiais (\t para tabulação, \r para carriage return, \n para nova linha) e texto regular. Uma nova linha é adicionada automaticamente após cada escrita para o ficheiro de desempenho.

source: This option determines how the host performance data file is opened. Unless the file is a named pipe you'll probably want to use the default mode of append.
pt: Esta opção determina como o ficheiro de dados de desempenho é aberto. A não ser que o ficheiro seja um "named pipe" provavelmente deverá ser utilizado o modo (por omissão) de append.

source: This option determines how the service performance data file is opened. Unless the file is a named pipe you'll probably want to use the default mode of append.
pt: Esta opção determina como o ficheiro de dados de desempenho dos serviços é aberto. A não ser que o ficheiro seja um "named pipe" provavelmente deverá ser utilizado o modo (por omissão) de append.

source: This option allows you to specify the interval (in seconds) at which the host performance data file is processed using the host performance data file processing command. A value of 0 indicates that the performance data file should not be processed at regular intervals.
pt: Esta opção permite que se especifique um intervalo (em segundos) a que é processado o ficheiro de dados de desempenho de hosts, usando o comando de processamento de dados de desempenho de hosts. Um valor de 0 indica que o ficheiro de dados de desempenho não deve ser processado a intervalos regulares.

source: This option allows you to specify the interval (in seconds) at which the service performance data file is processed using the service performance data file processing command. A value of 0 indicates that the performance data file should not be processed at regular intervals.
pt: Esta opção permite que se especifique um intervalo (em segundos) a que é processado o ficheiro de dados de desempenho de serviços, usando o comando de processamento de dados de desempenho de serviços. Um valor de 0 indica que o ficheiro de dados de desempenho não deve ser processado a intervalos regulares.

source: This option allows you to specify the command that should be executed to process the host performance data file.
pt: Esta opção permite que se especifique que comando deve ser executado para processar o ficheiro de dados de desempenho de hosts.

source: This option allows you to specify the command that should be executed to process the service performance data file.
pt: Esta opção permite que se especifique que comando deve ser executado para processar o ficheiro de dados de desempenho de serviços.

source: This option allows you to enable or disable checks for orphaned service checks. Orphaned service checks are checks which have been executed and have been removed from the event queue, but have not had any results reported in a long time. Since no results have come back in for the service, it is not rescheduled in the event queue. This can cause service checks to stop being executed. Normally it is very rare for this to happen - it might happen if an external user or process killed off the process that was being used to execute a service check. If this option is enabled and Monitoring Engine finds that results for a particular service check have not come back, it will log an error message and reschedule the service check. This option is enabled by default.
pt: Esta opção permite ligar ou desligar as verificações das verificações de serviços órfãs. Verificações de serviços órfãs são verificações que foram executadas mas removidas da fila de eventos, mas que não reportaram resultados num período prolongado de tempo. Dado que não chegaram resultados para o serviço este não é reagendado na fila de eventos. Isto pode causar que as verificações de serviços parem de ser executadas. Normalmente é muito raro que isto aconteça - pode acontecer se um utilizador externo ou processo mate o processo que estava a a ser usado para executar a verificação de serviço. Se esta opção estiver ligada e o motor de monitorização descobrir que os resultados para uma verificação de serviço em particular não foram devolvidos, ele irá escrever uma mensagem de erro no ficheiro de log e reagendar a verificação de serviço. Esta opção está ligada por omissão.

source: This option allows you to enable or disable checks for orphaned hoste checks. Orphaned host checks are checks which have been executed and have been removed from the event queue, but have not had any results reported in a long time. Since no results have come back in for the host, it is not rescheduled in the event queue. This can cause host checks to stop being executed. Normally it is very rare for this to happen - it might happen if an external user or process killed off the process that was being used to execute a host check. If this option is enabled and Monitoring Engine finds that results for a particular host check have not come back, it will log an error message and reschedule the host check. This option is enabled by default.
pt: Esta opção permite ligar ou desligar as verificações das verificações de host órfãs. Verificações de host órfãs são verificações que foram executadas mas removidas da fila de eventos, mas que não reportaram resultados num período prolongado de tempo. Dado que não chegaram resultados para o host este não é reagendado na fila de eventos. Isto pode causar que as verificações de host parem de ser executadas. Normalmente é muito raro que isto aconteça - pode acontecer se um utilizador externo ou processo mate o processo que estava a a ser usado para executar a verificação de host. Se esta opção estiver ligada e o motor de monitorização descobrir que os resultados para uma verificação de host em particular não foram devolvidos, ele irá escrever uma mensagem de erro no ficheiro de log e reagendar a verificação de host. Esta opção está ligada por omissão.

source: This option determines whether or not Monitoring Engine will periodically check the "freshness" of service checks. Enabling this option is useful for helping to ensure that passive service checks are received in a timely manner. If the check results is found to be unfresh, Monitoring Engine will force an active check of the host or service by executing the command specified by in the host or service definition. This option is enabled by default.
pt: Este opção determina se ou não o motor de monitorização verifica periodicamente a "frescura" das verificações de serviço. Ligar esta opção é útil para ajudar a garantir que as verificações de serviço passivas são recebidas atempadamente. Se o resultado da verificação for que este esta está expirada, o motor de monitorização irá forçar uma verificação activa do host e do serviço executando o comando especificado na definição do host ou do serviço. Esta opção está ligada por omissão.

source: This setting determines how often (in seconds) Monitoring Engine will periodically check the "freshness" of service check results. If you have disabled service freshness checking (with the check_service_freshness option), this option has no effect.
pt: Esta opção determina quão frequentemente (em segundos) o motor de monitorização irá verificar a frescura dos resultados das verificações de serviços. Se a verificação de frescura de serviços estiver desligada (com a opção check_service_freshness), esta opção não tem efeito.

source: This option determines whether or not Monitoring Engine will periodically check the "freshness" of host checks. Enabling this option is useful for helping to ensure that passive host checks are received in a timely manner. If the check results is found to be unfresh, Monitoring Engine will force an active check of the host or service by executing the command specified by in the host or service definition. This option is enabled by default.
pt: Este opção determina se ou não o motor de monitorização verifica periodicamente a "frescura" das verificações de host. Ligar esta opção é útil para ajudar a garantir que as verificações de host passivas são recebidas atempadamente. Se o resultado da verificação for que este esta está expirada, o motor de monitorização irá forçar uma verificação activa do host e do serviço executando o comando especificado na definição do host ou do serviço. Esta opção está ligada por omissão.

source: This setting determines how often (in seconds) Monitoring Engine will periodically check the "freshness" of host check results. If you have disabled host freshness checking (with the check_host_freshness option), this option has no effect.
pt: Esta opção determina quão frequentemente (em segundos) o motor de monitorização irá verificar a frescura dos resultados das verificações de host. Se a verificação de frescura de serviços estiver desligada (com a opção check_host_freshness), esta opção não tem efeito.

source: This option determines the number of seconds Monitoring Engine will add to any host or services freshness threshold it automatically calculates (e.g. those not specified explicity by the user).
pt: Esta opção determina o número de segundos que o motor de monitorização irá adicionar a qualquer limiar de frescura de host ou serviço que ele calcule automaticamente (e.g. para os que não são especificados explicitamente pelo utilizador).

source: This option allows you to specify what kind of date/time format Monitoring Engine should use in the web interface and date/time macros.
pt: Esta opção permite que se especifique que tipo de formato de data/tempo o motor de monitorização irá usar na interface web e nas macros de data/tempo.

source: This is the email address for the administrator of the local machine (i.e. the one that Monitoring Engine is running on). This value can be used in notification commands by using the $ADMINEMAIL$ macro.
pt: Este é o endereço de correio electrónico do administrador da máquina local (a máquina onde o motor de monitorização executa). Este valor pode ser usado em comandos de notificação usando a a macro $ADMINEMAIL$.

source: This is the pager number (or pager email gateway) for the administrator of the local machine (i.e. the one that Monitoring Engine is running on). The pager number/address can be used in notification commands by using the $ADMINPAGER$ macro.
pt: Este é o número do pager do administrador da máquina local (a máquina onde o motor de monitorização executa). Este valor pode ser usado em comandos de notificação usando a a macro $ADMINPAGER$.

source: This option allows you to specify illegal characters that cannot be used in host names, service descriptions, or names of other object types. Monitoring Engine will allow you to use most characters in object definitions, but I recommend not using the characters set by default. Doing may give you problems in the web interface, notification commands, etc.
pt: Esta opção permite que se especifique quais os caracteres ilegais que não podem ser usados nos nomes dos hosts, nas descrições de serviços ou nomes de outros tipos de objectos. O motor de monitorização irá permitir que se use grande parte dos caracteres nas definições dos objectos, mas recomenda-se que não se use os caracteres já configurados por omissão. Caso sejam utilizados podem provocar problemas na interface web, nos comandos de notificações, etc.

source: This option allows you to specify illegal characters that should be stripped from macros before being used in notifications, event handlers, and other commands. This DOES NOT affect macros used in service or host check commands. Some of these characters are interpreted by the shell (i.e. the backtick) and can lead to security problems.
pt: Esta opção permite que se especifique os caracteres ilegais que devem ser removidos das macros antes de serem utilizados nas notificações, gestores de eventos e outros comandos. Isto NÃO afecta as macros utilzadas nas verificações de serviço ou de host. Alguns destes caracteres são interpretados pela shell e podem conduzir a problemas de segurança.

source: This option determines whether or not various directives in your object definitions will be processed as regular expressions. More information on how this works can be found in Monitoring Engine section on object tricks. This option is disabled by default.
pt: Esta opção determina se ou não várias directrizes nas definições de objectos serão processadas como expressões regulares. Mais informação sobre como isto funciona pode ser encontrada na secção do motor de monitorização sobre truques de objectos. Esta opção está desligada por omissão.

source: If you've enabled regular expression matching of various object directives using the use_regexp_matching option, this option will determine when object directives are treated as regular expressions. If this option is disabled (the default), directives will only be treated as regular expressions if they contain *, ?, +, or \.. If this option is enabled, all appropriate directives will be treated as regular expression.
pt: Se você ligou as coincidências via expressão regular das várias directrizes de objectos usando a a opção use_regexp_matching, esta opção irá determinar se as directrizes de objectos serão tratadas com expressões regulares. Se esta opção estiver desligada (comportamento por omissão), as directrizes só serão tratadas como expressões regulares se contiverem *, ?,+, ou \.. Se esta opção estiver ligada, todas as directrizes apropriadas serão tratadas como expressões regulares.

source: This option controls what (if any) data gets sent to the event broker and, in turn, to any loaded event broker module. Centreon relies heavily on the broker and needs this value to be set as -1.
pt: Esta opção controla o quê (se alguma) informação é enviada para o broker de eventos e, se por sua vez, é enviado para algum módulo de de broker de eventos. O Centreon depende fortemente no broker e precisa que este valor esteja a -1.

source: This directive is used to specify an event broker module that should by loaded by Monitoring Engine at startup. Use multiple directives if you want to load more than one module. Arguments that should be passed to the module at startup are seperated from the module path by a space.
pt: Esta directriz é usada para especificar se um módulo de broker de eventos deve ser carregado pelo motor de monitorização no arranque. Utilize várias directrizes se quiser carregar mais que um módulo. Os argumentos que devem ser passados ao módulo no arranque são separados do caminho do modulo por um espaço.

source: This option determines whether or not Monitoring Engine will execute predictive checks of hosts that are being depended upon (as defined in host dependencies) for a particular host when it changes state. Predictive checks help ensure that the dependency logic is as accurate as possible. This option is enabled by default.
pt: Esta opção determina ou não se o motor de monitorização irá executar verificações preditivas dos hosts de que dependam ( como definido nas dependências de hosts) para um um host particular quando este muda de estado. Verificações preditivas ajudam a garantir que a dependência lógica é a mais exacta possível. Esta opção está ligada por omissão.

source: This option determines whether or not Monitoring Engine will execute predictive checks of services that are being depended upon (as defined in service dependencies) for a particular service when it changes state. Predictive checks help ensure that the dependency logic is as accurate as possible. More information on how predictive checks work can be found here. This option is enabled by default.
pt: Esta opção determina ou não se o motor de monitorização irá executar verificações preditivas dos serviços de que dependam ( como definido nas dependências de serviços) para um um serviço particular quando este muda de estado. Verificações preditivas ajudam a garantir que a dependência lógica é a mais exacta possível. Esta opção está ligada por omissão.

source: This option determines the maximum amount of time (in seconds) that the state of a previous host check is considered current. Cached host states (from host checks that were performed more recently than the time specified by this value) can improve host check performance immensely. Too high of a value for this option may result in (temporarily) inaccurate host states, while a low value may result in a performance hit for host checks. Use a value of 0 if you want to disable host check caching.
pt: Esta opção determina o tempo máximo (em segundos) que o estado de um uma verificação de host anterior é considerada actual. Estados de host cached ( a partir de verificações de hosts que foram realizadas mais recentemente que o tempo especificado por este valor) podem melhorar imenso o desempenho das verificações de hosts. Um valor demasiado alto para esta opção pode resultar (temporariamente) em estados de host pouco exactos, um valor demasiado baixo irá provocar uma impacto no desempenho na verificação dos hosts. Utilize o valor 0 se quiser desligar o caching de verificações de hosts.

source: This option determines the maximum amount of time (in seconds) that the state of a previous service check is considered current. Cached service states (from service checks that were performed more recently than the time specified by this value) can improve service check performance when a lot of service dependencies are used. Too high of a value for this option may result in inaccuracies in the service dependency logic. Use a value of 0 if you want to disable service check caching.
pt: Esta opção determina o tempo máximo (em segundos) que o estado de uma verificação de serviço anterior é considerada actual. Estados de serviços cached ( a partir de verificações de serviços que foram realizadas mais recentemente que o tempo especificado por este valor) podem melhorar imenso o desempenho das verificações de serviços quando muitas dependências de serviço são utilizadas. Um valor demasiado alto para esta opção pode resultar (temporariamente) em estados de pouca exactidão na lógica de dependências de serviços, um valor demasiado baixo irá provocar um impacto no desempenho na verificação dos hosts. Utilize o valor 0 se quiser desligar o caching de verificações de serviços.

source: This option determines whether or not the Monitoring Engine daemon will take several shortcuts to improve performance. These shortcuts result in the loss of a few features, but larger installations will likely see a lot of benefit from doing so. This option is disabled by default.
pt: Esta opção determina se ou não o deamon do motor de monitorização ira realizar vários atalhos de modo a melhorar o desempenho, estes atalhos provocam com que se percam algumas funcionalidades, mas grandes instalações irão beneficiar imenso desta opção. Esta opção está desligada por omissão.

source: This option determines whether or not Monitoring Engine will free memory in child processes when they are fork()ed off from the main process. By default, Monitoring Engine frees memory. However, if the use_large_installation_tweaks option is enabled, it will not. By defining this option in your configuration file, you are able to override things to get the behavior you want.
pt: Esta opção determina se ou não o motor de monitorização irá libertar memória nos processos filhos quando estes são fork()ed do processo principal. Por omissão o motor de monitorização liberta memória. No entanto se se utilizar a opção use_large_installation_tweaks ligada, ele não o irá fazer. Ao se definir esta opção no ficheiro de configuração é possível sobrepor de modo a que se tenha o comportamento que se pretende.
