Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This option determines how service checks are interleaved. Interleaving allows for a more even distribution of service checks, reduced load on remote hosts, and faster overall detection of host problems. By default this value is set to s (smart) for automatic calculation of the interleave factor. Don't change unless you have a specific reason to change it. Setting this value to a number greater than or equal to 1 specifies the interleave factor to use. A value of 1 is equivalent to not interleaving the service checks.
pt: Esta opção determina como as verificações de serviço são intercaladas. A intercalação permite para uma mais uniforme distribuição das verificações de serviço, reduzindo a carga nos hosts remotos, e uma no global melhor detecção de problemas em hosts. Por omissão este valor é definido a s (smart) para o cálculo automático do factor de intercalação. Não deve ser alterado a não ser que se tenha uma razão específica para isso. Definir este valor para um número maior ou igual a 1 especifica factor de intercalação a usar. Um valor de 1 é equivalente a não intercalar as verificações de serviço.

source: This option allows you to control how service checks are initially "spread out" in the event queue. Enter "s" for using a "smart" delay calculation (the default), which will cause Monitoring Engine to calculate an average check interval and spread initial checks of all services out over that interval, thereby helping to eliminate CPU load spikes. Using no delay ("n") is generally not recommended, as it will cause all service checks to be scheduled for execution at the same time. This means that you will generally have large CPU spikes when the services are all executed in parallel. Use a "d" for a "dumb" delay of 1 second between service checks or supply a fixed value of x.xx seconds for the inter-check delay.
pt: Esta opção permite que se controlo como as verificações de serviço são inicialmente "distribuídas" na fila de eventos. Prencha "s" para usar o cálculo de atraso "smart" (o valor por omissão), que irá fazer com que o motor de monitorização calcule um intervalo de tempo médio e espalhe as verificações iniciais de todos os serviços sobre esse intervalo, ajudando assim a eliminar picos de carga de CPU. Usando sem atraso ("no delay") "n" não é recomendado de forma geral, esta escolha implicará que irão ocorrer grandes picos de CPU quando as verificações serão todos executadas em paralelo. usar o valor "d" para atraso "dumb" para que a espera seja 1 segundo entre verificações de serviço ou pode ainda fornecer um valor de x.xx segundos para o atraso inter-verificações.

source: This option allows you to control how host checks are initially "spread out" in the event queue. Enter "s" for using a "smart" delay calculation (the default), which will cause Monitoring Engine to calculate an average check interval and spread initial checks of all hosts out over that interval, thereby helping to eliminate CPU load spikes. Using no delay ("n") is generally not recommended, as it will cause all host checks to be scheduled for execution at the same time. This means that you will generally have large CPU spikes when the hosts are all executed in parallel. Use a "d" for a "dumb" delay of 1 second between host checks or supply a fixed value of x.xx seconds for the inter-check delay.
pt: Esta opção permite que se controlo como as verificações de host são inicialmente "distribuídas" na fila de eventos. Prencha "s" para usar o cálculo de atraso "smart" (o valor por omissão), que irá fazer com que o motor de monitorização calcule um intervalo de tempo médio e espalhe as verificações iniciais de todos os hosts sobre esse intervalo, ajudando assim a eliminar picos de carga de CPU. Usando sem atraso ("no delay") "n" não é recomendado de forma geral, esta escolha implicará que irão ocorrer grandes picos de CPU quando as verificações serão todos executadas em paralelo. usar o valor "d" para atraso "dumb" para que a espera seja 1 segundo entre verificações de host ou pode ainda fornecer um valor de x.xx segundos para o atraso inter-verificações.

source: This option allows you to control the frequency in seconds of check result "reaper" events. "Reaper" events process the results from host and service checks that have finished executing. These events consitute the core of the monitoring logic in Monitoring Engine.
pt: Esta opção permito que se controle a frequência em segundos da ceifa de resultados de verificação. Eventos de ceifa processam resultados de verificações de hosts e de serviço que já terminaram a sua execução. Estes eventos constituem o núcleo da lógica do motor de monitorização.

source: This option determines whether or not Monitoring Engine will translate DOWN/UNREACHABLE passive host check results to their "correct" state from the viewpoint of the local Monitoring Engine instance. This can be very useful in distributed and failover monitoring installations. Option is disabled by default.
pt: Esta opção determina se ou não o motor de monitorização irá traduzir resultados passivos de host DOWN/UNREACHABLE para o seu "correcto" estado do ponto de vista da instância do motor de monitorização. Este opção pode ser útil em instações de monitorização distribuídas ou de failover. Esta opção está desligada por omissão.

source: This option determines whether or not Monitoring Engine will treat passive host checks as HARD states or SOFT states. By default, a passive host check result will put a host into a HARD state type. This option is disabled by default.
pt: Esta opção determina se ou não o motor de monitorização ira tratar verificações de host passivas como estados HARD ou como estados SOFT. Por omissão, uma verificação passiva de host irá colocar o host num estado do tipo HARD. Esta opção esta desligada por omissão.

source: This option determines whether or not Monitoring Engine will attempt to automatically reschedule active host and service checks to "smooth" them out over time. This can help to balance the load on the monitoring server, as it will attempt to keep the time between consecutive checks consistent, at the expense of executing checks on a more rigid schedule.<br><b>Warning:</b> this is an experimental feature and may be removed in future versions. Enabling this option can degrade performance - rather than increase it - if used improperly!
pt: Esta opção determina se ou não o motor de monitorização irá tentar reagendar automaticamente verificações de hosts e serviços para as "suavizar" ao longo do tempo. Esta pode ajudar a equilibrar a carga no motor de monitorização, pois irá tentar manter o tempo entre verificações consecutivas consistente, tendo o custo de executar as validações num agendamento mais rígido. <br><b>Aviso:</b> esta é uma funcionalidade experimental e pode ser removida em versões futuras. Ligar esta opção pode prejudicar o desempenho, em vez de o melhorar - caso seja usada impropriamente.

source: This option determines how often Monitoring Engine will attempt to automatically reschedule checks. This option only has an effect if the auto_reschedule_checks option is enabled. Default is 30 seconds.
pt: Esta opção determina quão frequentemente o motor de monitorização irá tentar reagendar automaticamente as verificações. Esta opção só tem efeito se a opção auto_reschedule_checks está ligada. O valor por omissão é 30 segundos.

source: This option determines the "window" of time that Monitoring Engine will look at when automatically rescheduling checks. Only host and service checks that occur in the next X seconds (determined by this variable) will be rescheduled. This option only has an effect if the auto_reschedule_checks option is enabled. Default is 180 seconds (3 minutes).
pt: Esta opção determina a janela de tempo que o motor de monitorização irá observar quando estiver a automaticamente reagendar verificações. Apenas verificações de hosts e serviços que ocorram nos próximos X segundos (determinado por esta variável) irão ser reagendados. Esta opção apenas terá um efeito se a opção auto_reschedule_checks option estiver ligada. O valor por omissão é 180 segundos (3 minutos).

source: Monitoring Engine tries to be smart about how and when it checks the status of hosts. By default this option is disabled and will allow Monitoring Engine to make some smarter decisions and check hosts a bit faster. Enabling this option will increase the amount of time required to check hosts, but may improve reliability a bit. Unless you have problems with Monitoring Engine not recognizing that a host recovered, I would suggest not enabling this option.
pt: O motor de monitorização tenta ser esperto relativamente a como e quando tenta verificar o estado dos hosts. Por omissão esta opção está desligada e permite ao motor de monitorização tomar uma decisões mais inteligentes e verificar os hosts mais rápidamente. Ligar esta opção irá aumentar o tempo necessário para verificar os hosts, mas irá melhor a fiabilidade. A não ser que existam problemas com o motor de monitorização e este não esteja a reconhecer que um host recuperou, esta opção deve permanecer desligada.

source: This option determines whether or not Monitoring Engine will try and detect hosts and services that are "flapping". Flapping occurs when a host or service changes between states too frequently, resulting in a barrage of notifications being sent out. When Monitoring Engine detects that a host or service is flapping, it will temporarily suppress notifications for that host/service until it stops flapping. Flap detection is very experimental at this point, so use this feature with caution! More information on how flap detection and handling works can be found here. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. This option is disabled by default.
pt: Esta opção determina se ou não o motor de monitorização irá tentar e detectar hosts e serviços que estejam a oscilar. A oscilação acontece quando um host ou um serviço está a alternar entre estados com demasiada frequência, resultando que seja enviada uma barragem de notificações. Quando o motor de monitorização detecta que um host ou um serviço está a oscilar, ele irá temporáriamente suprimir as notificações para esse host ou serviço até que este pare de oscilar. Detecção de oscilação é bastante experimental a este ponto, por isso esta funcionalidade deve ser usada com cuidado! Nota: se você tiver a retenção de estados ligada o motor de monitorização irá ignorar esta configuração quando (re)inicia e usar a úlima configuração conhecida para esta opção (como armazenada no ficheiro de retenção de estado), a não ser que se desligue a opção use_retained_program_state. Esta opção por omissão está desligada.

source: This option is used to set the low threshold for detection of service flapping. For more information read the Monitoring Engine section about flapping.
pt: Esta opção é usada para definir o limiar inferior de detecção para a oscilação de serviço. Para mais informação ler a secção do motor de monitorização relativa à oscilação.

source: This option is used to set the high threshold for detection of service flapping. For more information read the Monitoring Engine section about flapping.
pt: Esta opção é usada para definir o limiar superior de detecção para a oscilação de serviço. Para mais informação ler a secção do motor de monitorização relativa à oscilação.

source: This option is used to set the low threshold for detection of host flapping. For more information read the Monitoring Engine section about flapping.
pt: Esta opção é usada para definir o limiar inferior de detecção para a oscilação de host. Para mais informação ler a secção do motor de monitorização relativa à oscilação.

source: This option is used to set the high threshold for detection of host flapping. For more information read the Monitoring Engine section about flapping.
pt: Esta opção é usada para definir o limiar superior de detecção para a oscilação de host. Para mais informação ler a secção do motor de monitorização relativa à oscilação.

source: This option determines whether or not Monitoring Engine will use soft state information when checking host and service dependencies. Normally Monitoring Engine will only use the latest hard host or service state when checking dependencies. If you want it to use the latest state (regardless of whether its a soft or hard state type), enable this option.
pt: Esta opção determina se ou não o motor de monitorização irá usar a informação de estado soft quando verifica as dependências de host e de serviço. Normalmente o motor de monitorização só irá utilizar o último estado hard de host ou serviço quando verifica dependências. Se se quiser que se utilize o último estado (independentemente que seja do tipo soft ou hard) então esta opção deve ser ligada.

source: This is the maximum number of seconds that Monitoring Engine will allow service checks to run. If checks exceed this limit, they are killed and a CRITICAL state is returned. A timeout error will also be logged. This option is meant to be used as a last ditch mechanism to kill off plugins which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each service check normally finishes executing within this time limit. If a service check runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que as verificações de serviço executem. Se as verificações excederem este limite, elas serão mortas e um estado CRÍTICO será devolvido. Um erro de tempo de expiração esgotado será escrito para log. Esta opção é para ser usada como um mecanismo de último recurso para matar plugins que se estejam a comportar mal ou que não estejam a responder em tempo útil. Deve ser definido para algo algo (por exemplo 60 segundos ou mais), para que cada verificação de serviço normalmente termine a sua execução dentro deste tempo limite. Se uma verificação de serviço executa durante mais tempo que este aqui definido, o motor de monitorização irá matar o seu processo pensando que é um processo em fuga.

source: This is the maximum number of seconds that Monitoring Engine will allow host checks to run. If checks exceed this limit, they are killed and a CRITICAL state is returned and the host will be assumed to be DOWN. A timeout error will also be logged. This option is meant to be used as a last ditch mechanism to kill off plugins which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each host check normally finishes executing within this time limit. If a host check runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que as verificações de host executem. Se as verificações excederem este limite, elas serão mortas e um estado DOWN será devolvido. Um erro de tempo de expiração esgotado será escrito para log. Esta opção é para ser usada como um mecanismo de último recurso para matar plugins que se estejam a comportar mal ou que não estejam a responder em tempo útil. Deve ser definido para algo algo (por exemplo 60 segundos ou mais), para que cada verificação de host normalmente termine a sua execução dentro deste tempo limite. Se uma verificação de host executa durante mais tempo que este aqui definido, o motor de monitorização irá matar o seu processo pensando que é um processo em fuga.

source: This is the maximum number of seconds that Monitoring Engine will allow event handlers to be run. If an event handler exceeds this time limit it will be killed and a warning will be logged. This option is meant to be used as a last ditch mechanism to kill off commands which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each event handler command normally finishes executing within this time limit. If an event handler runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
pt: Este é o número máximo de segundos que o motor de monitorização irá permitir que os gestores de eventos executem. Se um gesto de eventos exceder este tempo limite um aviso será escrito para log. Esta opção tem com objectivo ser usada para um mecanismo de último recurso para eliminar comandos que se estejam a comportar mal ou que não a realizar as suasfunções em tempo útil. Deve ser definido com um valor alto (por exemplo 60 segundos ou mais), para que cada gestor de eventos normalmente termine a sua execução dentro deste limite. Se um gestor de eventos executa durante mais tempo que este aqui definido, o motor de monitorização irá matar o seu processo pensando que é um processo em fuga.

source: This is the maximum number of seconds that Monitoring Engine will allow notification commands to be run. If a notification command exceeds this time limit it will be killed and a warning will be logged. This option is meant to be used as a last ditch mechanism to kill off commands which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each notification command finishes executing within this time limit. If a notification command runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que os comandos de notificações executem. Se os comandos de notificação excederem este limite, eles serão mortos e um aviso será escrito para log. Esta opção é para ser usada como um mecanismo de último recurso para matar comandos que se estejam a comportar mal ou que não estejam a responder em tempo útil. Deve ser definido para algo algo (por exemplo 60 segundos ou mais), para que cada comando de notificação normalmente termine a sua execução dentro deste tempo limite. Se um comando de notificação executa durante mais tempo que este aqui definido, o motor de monitorização irá matar o seu processo pensando que é um processo em fuga.

source: This is the maximum number of seconds that Monitoring Engine will allow an obsessive compulsive service processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que os comandos de processamento de serviço obsessivo-compulsivo executem. Se estes excederem este limite, eles serão mortos e um aviso será escrito para log.

source: This is the maximum number of seconds that Monitoring Engine will allow an obsessive compulsive host processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que os comandos de processamento de host obsessivo-compulsivo executem. Se estes excederem este limite, eles serão mortos e um aviso será escrito para log.

source: This is the maximum number of seconds that Monitoring Engine will allow a host performance data processor command or service performance data processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
pt: Este é o máximo número de segundos que o motor de monitorização irá permitir que os comandos de processamento de dados de desempenho executem. Se estes excederem este limite, eles serão mortos e um aviso será escrito para log.

source: This value determines whether or not Monitoring Engine will "obsess" over service checks results and run the obsessive compulsive service processor command you define. This option is useful for performing distributed monitoring. This option is disabled by default. If you're not doing distributed monitoring, don't enable this option.
pt: Este valor determina se ou não o motor de monitorização irá "obcecar" sobre os resultados das verificações de serviço e executar o processador de serviço obsessivo-compulsivo. Esta opção é útil para executar monitorização distribuída. Esta opção está desligada por omissão. Se não está a utilizar monitorização distribuída não ligue esta opção.

source: This option allows you to specify a command to be run after every service check, which can be useful in distributed monitoring. This command is executed after any event handler or notification commands. The maximum amount of time that this command can run is controlled by the ocsp_timeout option. This command is only executed if the obsess_over_services option is enabled globally and if the obsess_over_service directive in the service definition is enabled.
pt: Esta opção permite que se especifique um comando para ser executado após cada verificação de serviço, o que pode ser útil em monitorização distribuída. Este comando é executado depois de qualquer comando de gestor de eventos ou de monitorização. O tempo máximo que este comando pode correr é controlado pela opção ocsp_timeout. Este comando é só executado se a a opção obsess_over_services estiver ligada globalmente e se a directiva obsess_over_service na definição do serviço estiver ligada.

source: This value determines whether or not Monitoring Engine will "obsess" over host checks results and run the obsessive compulsive host processor command you define. This option is useful for performing distributed monitoring. This option is disabled by default. If you're not doing distributed monitoring, don't enable this option.
pt: Este valor determina se ou não o motor de monitorização irá "obcecar" sobre os resultados das verificações de host e executar o processador de hosts obsessivo-compulsivo. Esta opção é útil para executar monitorização distribuída. Esta opção está desligada por omissão. Se não está a utilizar monitorização distribuída não ligue esta opção.

source: This option allows you to specify a command to be run after every host check, which can be useful in distributed monitoring. This command is executed after any event handler or notification commands. The maximum amount of time that this command can run is controlled by the ochp_timeout option. This command is only executed if the obsess_over_hosts option is enabled globally and if the obsess_over_host directive in the host definition is enabled.
pt: Esta opção permite que se especifique um comando para ser executado após cada verificação de host, o que pode ser útil em monitorização distribuída. Este comando é executado depois de qualquer comando de gestor de eventos ou de monitorização. O tempo máximo que este comando pode correr é controlado pela opção ocsp_timeout. Este comando é só executado se a a opção obsess_over_hosts estiver ligada globalmente e se a directiva obsess_over_host e na definição do serviço estiver ligada.

source: This value determines whether or not Monitoring Engine will process host and service check performance data. This option is disabled by default.
pt: Este valor determina se ou não motor de monitorização irá processar os dados de desempenho das verificações de host e serviço. Esta opção está desligada por omissão.
