Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This directive is used to define is a longer name or description used to identify the host group. It is provided in order to allow you to more easily identify a particular host group.
pt: Esta directiva é usada para definir um nome mais comprido ou descrição usada na identificação do grupo de hosts. É providenciado par que seja mais fácil aos utilizadores identificar especificamente um grupo de hosts.

source: The SNMP community and version specified here can be referenced in the check command by using the $_HOSTSNMPCOMMUNITY$ and $_HOSTSNMPVERSION$ macros.
pt: A comunidade e versão SNMP aqui especificada pode ser referenciada nos comando de verificação usando-se as macros $_HOSTSNMPCOMMUNITY$ e $_HOSTSNMPVERSION$.

source: This is a list of hosts that should be included in this group. This directive may be used as an alternative to (or in addition to) the hostgroups directive in host definitions.
pt: Esta é a lista de hosts que devem ser incluídos neste grupo. Esta directiva pode ser usada como uma alternativa à (ou em adição à) directiva de grupos de host nas definições dos hosts.

source: This optional directive can be used to include hosts from other host groups in this host group.
pt: Esta directiva opcional pode ser usada para incluir hosts de outros grupos de hosts neste grupo de hosts.

source: Define an optional string of notes pertaining to the host group.
pt: Defina uma linha opcional de notas relativas a este grupo de host.

source: Define an optional URL that can be used to provide more information about the host group. Any valid URL can be used. This can be very useful if you want to make detailed information on the host group, emergency contact methods, etc. available to other support staff.
pt: Defina um URL opcional que pode ser usado para fornecer mais informação acerca deste grupo de hosts. Qualquer URL válido pode ser usado. Este pode ser útil se quiser ter informação detalhada associada a este grupo de hosts, procedimentos de actuação, contactos de emergência disponíveis aos restantes membros do suporte.

source: Define an optional URL that can be used to provide more actions to be performed on the host group. You will see the link to the action URL in the host group details.
pt: Defina um URL opcional que pode ser usado para providenciar mais acções que podem ser executadas sobre um grupo de hosts. Aparecerá um link para este URL de acção no detalhe de grupo de hosts.

source: Define the image that should be associated with this host group here. This image will be displayed in the various places. The image will look best if it is 40x40 pixels in size.
pt: Defina a imagem que deverá ser associada a este grupo de hosts. Esta imagem será mostrada em vários sítios. A imagem terá o melhor aspecto se tiver 40 por 40 pixeis de tamanho.

source: Define an optional string that is used in the alternative description of the icon image.
pt: Defina uma linha opcional que será usada como a descrição alternativa da imagem do ícone.

source: Define an image that should be associated with this host group in the statusmap CGI in monitoring engine. You can choose a JPEG, PNG, and GIF image. The GD2 image format is preferred, as other image formats must be converted first when the statusmap image is generated. The image will look best if it is 40x40 pixels in size.
pt: Defina a imagem que deve ser associada com este grupo de hosts no statusmap CGI no motor de monitorização. Pode escolher uma imagem JPEG, PNG e GIF. O formato GD2 é preferido, pois os restantes formatos de imagens têm de primeiro ser convertidos quando a imagem do statusmap é gerada. A imagem terá o melhor aspecto se for 40 por 40 pixeis em tamanho.

source: RRD retention duration of all the services that are in this host group. If service is in multiple host groups, the highest retention value will be used.
pt: Duração da retenção RRD de todos os serviços que estão neste grupo de hosts. Se o serviço estiver em múltiplos grupos de hosts, o maior valor definido para a retenção será utilizado.

source: Comments on this host group.
pt: Comentários neste grupo de hosts.

source: Whether this host group is enabled.
pt: Se este grupo de hosts está ligado.

source: Choose the update mode for the below field: incremental adds the selected values, replacement overwrites the original values.
pt: Escolher o modo de actualização para o campo abaixo. incremental adiciona os valores seleccionados, substituição escreve por cima dos valores originais.

source: The full name is used to identify the contact in contact group definitions and in notifications.
pt: O nome completo usado para identificar o contacto nas definições de grupo de contactos e nas notificações.

source: The alias is a short name used as login name in Centreon.
pt: O pseudónimo é um nome curto que pode ser usado como nome de login no Centreon.

source: Specify the primary email address for the contact here. Additional (email) addresses can be defined under additional informations of the contact. Depending on the notification command used, the email address can be used to send out email notifications.
pt: Especifique o endereço de correio eletrónico para este contacto. Endereços (de correio) adicionais podem ser definidos nas informações adicionais do contacto. Dependendo no comando de notificação utilizado, o endereço de email pode ser usado para enviar notificações de correio eletrónico.

source: Specify a pager number or an address at a pager gateway here. Any format is possible as long as it is supported by the notification command.
pt: Especifique um número de pager ou um endereço de um gateway de pager. Qualquer formato é possível desde que suportado pelo comando de notificação.

source: Link the contact to the contactgroup(s) the user should belong to. This is an alternative way to specifying the members in contactgroup definitions.
pt: Associa o contacto ao(s) grupo(s) de contacto aos quais o utilizador deve pertencer. Esta é um modo alternativo de especificar os membro das definições de grupos de contactos.

source: Enable notification form for this user. If you select "no" , this contact will never be generated into configuration files.
pt: Permitir o formulário de notificação para este utilizador. Caso escolha não nunca será feita geração do contacto nos ficheiros de configuração.

source: Define the host states for which notifications can be sent out to this contact. If you specify None as an option, the contact will not receive any type of host notifications.
pt: Define os estados dos hosts para os quais as notificações podem ser enviadas para este contacto. Se especificar Nenhuma como opção, o contacto não irá receber qualquer tipo de notificação de hosts.

source: Specify the time period during which the contact can be notified about host problems or recoveries. You can think of this as an "on call" time for host notifications for the contact.
pt: Especifique o período de tempo durante o qual o contacto pode ser notificado sobre problemas ou recuperações. Podes pensar nisto com um tempo "on call" para notificações de host para o contacto.

source: Define one or more commands used to notify the contact of a host problem or recovery. All notification commands are executed when the contact needs to be notified.
pt: Defina um ou mais comandos usados para notificar o contacto de um problema num host ou uma recuperação. Todos os comandos de notificação são executados quando o host necessita ser notificado.

source: Define the service states for which notifications can be sent out to this contact. If you specify None as an option, the contact will not receive any type of service notifications.
pt: Define os estados dos serviços para os quais as notificações podem ser enviadas para este contacto. Se especificar Nenhuma como opção, o contacto não irá receber qualquer tipo de notificação de serviços.

source: Specify the time period during which the contact can be notified about service problems or recoveries. You can think of this as an "on call" time for service notifications for the contact.
pt: Especifique o período de tempo durante o qual o contacto pode ser notificado acerca de problemas ou recuperações. Pode pensar neste como o tempo "on call" para as notificações de serviço para este contacto.

source: Define one ore more commands used to notify the contact of a service problem or recovery. All notification commands are executed when the contact needs to be notified.
pt: Defina um ou mais comandos usados para notificar o contacto de problemas ou recuperações de serviço. Todos os comandos de notificações serão executados quando o contacto necessita ser notificado.

source: Enter the LDAP Distinguished Name (DN) which identifies this user.
pt: Prencha o LDAP Distinguished Name (DN) que identifica este utilizador.

source: LDAP groups of user, for informative purpose.
pt: Grupos de utilizador LDAP, para propósitos informativos.

source: Specify if the contact is allowed to login into centreon.
pt: Especificar se os contactos estão autorizados a autenticar-se no Centreon.

source: Define the password for the centreon login here.
pt: Defina a palavra-chave para o login de centreon aqui.

source: Enter the password again.
pt: Insira a palavra-chave novamente.

source: Define the default language for the user for the centreon front-end here.
pt: Defina aqui a linguagem por omissão para o utilzador do frontend do centreon.

source: Specify if the user has administrative permissions. Administrators are not restricted by access control list (ACL) settings.
pt: Especifique se o utilizador tem permissões de administrador. Os administradores não são restritos pelas configurações das listas de controlo de acessos (LCA).

source: Token used for autologin. Refer to the Centreon documentation to know more about its usage.
pt: Símbolo usado para auto-autenticação. Consulte a documentação do Centreon para saber mais sobre a sua utilização.

source: Specify the source for user credentials. Choose between Centreon and LDAP, whereas LDAP is only available when configured in Administration Options.
pt: Especifique a origem das credenciais do utilizador. Escolha entre Centreon e LDAP, onde LDAP está apenas disponível quando configurado nas configurações de administração.

source: Select the timezone, in which the user resides, from the list. The timezones are listed as time difference to Greenwich Mean Time (GMT) in hours.
pt: Defina o fuso horário, no qual o utilizador reside, a partir da lista. Os fusos horários são listados como a diferente de tempo para o Greenwich Mean Time (GMT) em horas.

source: Addresses 1-6 are optional and used to define additional "addresses" for the contact. These addresses can be anything - cell phone numbers, instant messaging addresses, etc. - the format must be supported by your notification plugins.
pt: As moradas 1-6 são opcionais e são usadas para definir moradas adicionais para o contacto, estas moradas podem ser o que se quiser - números de telemóvel, moradas de mensagens instantâneas, etc.- O formato deve ser suportado pelos seus plugins de notificação.

source: This directive is used to determine whether or not the contact will receive notifications about host problems and recoveries.
pt: Esta directiva é usada para determinar se ou não o contacto irá receber notificações acerca dos problemas e recuperações de hosts.

source: This directive is used to determine whether or not the contact will receive notifications about service problems and recoveries.
pt: Esta directiva é usada para determinar se ou não o contacto irá receber notificações acerca dos problemas e recuperações de serviços.

source: This directive is used to determine whether or not the contact can submit external commands to monitoring engine from the CGIs.
pt: Esta directiva é usada para determinar se ou não o contacto pode submeter comandos externos ao motor de monitorização a partir dos CGIs.

source: This directive is used to determine whether or not status-related information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
pt: Esta directiva é usada para determinar se ou não a informação relacionada com estados acerca do contacto é retida através de reiniciares de programa. Esta só é útil se se tiver ligado a retenção de estados usando a directriz retain_state_duration.

source: This directive is used to determine whether or not non-status information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
pt: Esta directriz é usada para determinar se ou não informação não-estado acerca do contacto é guardada através de reiniciares de programas. Só é útil se se ligar a retenção de estados usado a directriz retain_state_information.

source: ACL groups of user.
pt: Grupos de ACL do utilizador.

source: Choose a vendor from the list. The vendor must have been created beforehand.
pt: Escolha um fornecedor da lista. O fornecedor tem de ter estar criado à priori.

source: Choose a local MIB file containing SNMP trap definitions to upload and import. The file will be parsed with snmpttconvertmib.
pt: Escolha um ficheiro de MIB local contende as definições de traps SNMP para upload e importação. O ficheiro será processado com o snmpttconvertmib.

source: Enter the trap name as specified in the MIB file and send by the SNMP master agent.
pt: Prencha o nome da trap como especificado no ficheiro MIB e envie pelo agente master SNMP .

source: Enter the full numeric object identifier (OID) starting with .1.3.6 (.iso.org.dod).
pt: Preencha um número completo de identificador de objecto (OID) começando com .1.3.6 (.iso.org.dod).

source: Switch the submission of trap results to monitoring engine on or off.
pt: Desligar ou Ligar a submissão de resultados de traps para o motor de monitorização.

source: Enter the status message to be submitted to monitoring engine. The original trap message will be placed into the entered string at the position of the variable $*.
pt: Preencha a mensagem de estado a ser submetida ao motor de monitorização. A mensagem original da trap será colocada na frase na posição da variável $*.

source: Choose the service state to be submitted to monitoring engine together with the status message. This simple mode can be used if each trap can be mapped to exactly 1 monitoring engine status.
pt: Escolha o estado de serviço a ser submetido para o motor de monitorização em conjunto com a mensagem de estado. Este modo simples pode ser usado se cada trap pode ser mapeada para exactamente um estado do motor de monitorização.

source: Severities are defined in the service category object.
pt: Severidades são definidos nos objectos de categorias de serviço.

source: Enable advanced matching mode for cases where a trap relates to multiple monitoring engine states and the trap message has to be parsed.
pt: Ligar o modo de correspondência avançado onde a armadilha está associada a múltiplos estados do motor de monitorização e a mensagem da armadilha tem de ser processada.

source: Define one or multiple regular expressions to match against the trap message and map it to the related monitoring engine service state. Use <a href='http://perldoc.perl.org/perlre.html'>perlre</a> for the format and place the expression between two slashes.
pt: Defina uma ou múltiplas expressões regulares para coincidir com a mensagem da trap e mapeie-a para os estado de serviço do motor de monitorização. Utilize <a href='http://perldoc.perl.org/perlre.html'>perlre</a> para o formate e posição da expressão entre duas barras.

source: Choose whether or not the associated service should be actively rechecked after submission of this trap.
pt: Escolhe se ou não o serviço associado deve ser activamente re-verificado depois da submissão desta trap.

source: Choose whether or not a special command should be run by centreontrapd when this trap was received.
pt: Escolha se ou não o comando especial deve ser executado pelo centreontrapd quando este serviço é recebido.

source: Define the command to execute by centreontrapd's trap handler. The command must be located in the PATH of the centreontrapd user.
pt: Defina o comando a executar pelo gestor de traps do centreontrapd. O comando deve ser localizado no PATH do utilizador do centreontrapd.

source: Describe the situation in which this trap will be send. Additionally the format and the parameters of the trap can be described.
pt: Descreva a situação na qual esta trap será enviada. Adicionalmente o formato e os parâmetros da trap podem ser descritos.

source: Enable/Disable routing definition
pt: Ligar/desligar a definição de routing

source: Routing definition
pt: Definição de routing

source: PREXEC commands are executed after 'routing' and before 'matching', 'actions'
pt: Comandos PREXEC são executados após 'routing' e antes de 'matching', 'actions'

source: Whether or not traps will be inserted into database. Disabled by default
pt: Se ou não traps deve ser inseridas na base de dados. Desligado por omissão.

source: Minimum delay necessary for a trap to be processed after another one
pt: Atraso mínimo necessário para que uma trap seja processada após outra

source: Whether execution interval will be applied to identical OIDs or identical OIDs and hosts
pt: Se o intervalo de execução será aplicado a OIDs idênticos ou OIDs idênticos e hosts

source: Defines the trap execution method
pt: Define o método de execuções de traps

source: Will not submit result in case no rules match
pt: Não irá submeter resultado caso nenhuma das regras tenha correspondência

source: Maximum execution time of trap processing. This includes Preexec commands, submit command and special command
pt: Tempo máximo de execução do processamento de traps. Este inclui os tempo de comandos prexec, submit e special

source: Unique name for identifying criticality.
pt: Nome único para identificar a criticidade.

source: Level of criticality. Must be a number.
pt: Nivel de criticidade. Tem de ser um número.

source: Icon for identifying criticality. Will be visible in the monitoring consoles.
pt: Ícone para identificar a criticidade. Será visível nas consolas de monitorização.

source: Comments regarding criticality.
pt: Comentários relativos à criticidade.

source: The command name is used to identify and display this command in contact, host and service definitions.
pt: O nome do comando é usado para identificar e representar este comando nas definições de contacto, host e serviço.

source: The command line specifies the real command line, that is actually executed by Monitoring engine. Before execution, all valid macros are replaced with their respective values. To use the dollar sign ($) on the command line, you have to escape it with another dollar sign ($$). A semicolon (;) is used as seperator for config file comments and must be worked around by setting a $USER$ macro to a semicolon and then referencing it here in place of the semicolon. If you want to pass arguments to commands during runtime, you can use $ARGn$ macros in the command line.
pt: A linha de comando especifica a linha de comando real, que é actualmente executada pelo motor de monitorização. Antes de execução, todas as macros validas são substituídas pelos valores respectivos. Para utilizar o símbolo dolár ($) na linha de comandos deve ser "escapado" com outro sinal de dólar ($$). Um ponto e vírgula é usado como um separador para comentários de ficheiros de configuração e deve ser feito um workaround definido-se uma $USER$ macro para um ponto e vírgula e depois sendo aqui referenciado sempre que se quiser colocar um ponto e vírgula. Se se quiser passar argumentos para comandos quando em execução, pode usar as macros $ARGn$ na linha de comando.

source: If your command requires shell features like pipes, redirections, globbing etc. check this box. If you are using Monitoring Engine this option cannot be disabled. Note that commands that require shell are slowing down the poller server.
pt: Se o seu comando requer features de shell tais como pipes, redirection, globbing, etc. preencha esta caixa. Se estiver a usar o motor de Monitorização esta opção não pode ser desactivada. Tenha em conta que comandos que necessitem de shell estão a atrasar o servidor poller.

source: The argument example defined here will be displayed together with the command selection and help in providing a hint of how to parametrize the command for execution.
pt: O argumento exemplo aqui definido será mostrado junto da selecção do comando e ajudam providenciando uma pista de como parametrizar o comando para execução.

source: Define the type of the command. The type will be used to show the command only in the relevant sections.
pt: Define o tipo do comando. O tipo irá ser usado para mostrar o comando apenas nas secções relevantes.

source: The optional definition of a graph template will be used as default graph template, when no other is specified.
pt: A definição opcional de um template de gráfico será usado como o template gráfico por omissão, quando nenhum outro é especficado.

source: The argument description provided here will be displayed instead of the technical names like ARGn.
pt: A descrição do argumento providenciada aqui irá ser mostrada em vez dos nomes técnicos como ARGn.

source: Comments regarding the command.
pt: Comentários em relação ao comando.

source: Connectors are run in background and execute specific commands without the need to execute a binary, thus enhancing performance. This feature is available in Centreon Engine (>= 1.3)
pt: Conectores são executados em fundo e executam comandos específicos sem a necessidade de executar um binário, assim melhorando o desempenho. Esta funcionalidade está disponível no Centreon Engine (>= 1.3)

source: Define a short name for this category. It will be displayed with this name in the ACL configuration.
pt: Defina um nome curto para esta categoria. Esta será mostrada com este nome na configuração das LCA.

source: Use this field for a longer description of this category.
pt: Use este campo para uma descrição mais longa para esta categoria.

source: Select the service templates this category should be linked to. Every service based on the selected templates will be automatically linked with this category.
pt: Seleccione os templates de serviço aos quais esta categoria deve estar associada. Cada serviço baseado nos templates escolhidos será automaticamente associado a esta categoria.

source: Whether this category is a severity. Severities appear on the monitoring consoles.
pt: Se ou não esta categoria é uma severidade. Severidades aparecem nas consolas de monitorização.

source: Severity level, must be a number.
pt: Nível de severidade, tem de ser um número.

source: Icon for this severity.
pt: Ícone para esta severidade.

source: Whether or not this category is enabled.
pt: Se ou não esta categoria está ligada.

source: Select the hosts that this category is linked to.
pt: Selecione os hosts para os quais esta categoria está associada a.

source: Select the host templates that this category is linked to.
pt: Selecione os templates de host aos quais esta categoria está associada a.

source: Severity level, must be a number.
pt: Nível de serviço, tem de ser um número.

source: Comment regarding this category.
pt: Comentário em relação a esta categoria.

source: This directive is used to identify the short name(s) of the host(s) that is being depended upon (also referred to as the master host).
pt: Esta directiva é usada para identificar os nome(s) curto(s) dos host(s) dos quais se depende (também referido como host mestre).
