Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This directive is used to determine whether or not non-status information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
pt: Esta directiva é usada para determinar se ou não informação não relacionada com os estados acerca do host é retida através de reiniciares do programa. Esta opção é apenas útil se ligou a opção global de retenção de estados.

source: This directive determines which host states "stalking" is enabled for.
pt: Esta directiva determina quais estados de host a "perseguição" está ligada para.

source: This directive is used to determine whether or not the event handler for this host is enabled.
pt: Esta directiva é usada para determinar se ou não o gestor de eventos para este host está ligado.

source: The event handler command is triggered whenever a change in the state of the host is detected, i.e. whenever it goes down or recovers.
pt: O comando de gestor de eventos é activado sempre que uma mudança no estado do host é detectada, i.e. sempre que o host vai abaixo ou recupera.

source: This parameters are passed to the event handler commands in the same way check command parameters are handled. The format is: !ARG1!ARG2!...ARGn
pt: Estes parâmetros são passados para os comandos do gestor de eventos na mesma forma que comandos de verificação de parâmetros são tratados. O formato é: !ARG1!ARG2!...ARGn

source: Define an optional URL that can be used to provide more information about the host. Any valid URL can be used. This can be very useful if you want to make detailed information on the host, emergency contact methods, etc. available to other support staff.
pt: Defina um URL opcional que pode ser usado para providenciar mais informação acerca do host. Qualquer URL válido pode ser utilizado. Este pode ser muito útil quando se quer ter disponíveis para as restantes equipas de suporte a informação detalhada do host, contactos e métodos de emergência, etc.

source: Define an optional string of notes pertaining to the host.
pt: Defina uma linha opcional de notas relativas a este host.

source: Define an optional URL that can be used to provide more actions to be performed on the host. You will see the link to the action URL in the host details.
pt: Define um URL opcional que pode ser usado para providenciar mais acções a serem realizadas no host. Será vísivel o link para o URL de acção no detalhe dos hosts.

source: Define the image that should be associated with this host here. This image will be displayed in the various places. The image will look best if it is 40x40 pixels in size.
pt: Define a imagem que deve ser associada com este host. Esta imagem será apresentada em vários sítios. A imagem terá o melhor aspecto se for 40 por 40 pixeis em tamanho.

source: Define the VRML image that should be associated with this host. This image will be used as the texture map for the specified host in the 3D statuswrl CGI in monitoring engine.
pt: Definir a imagem de VRML que deve ser associada com este host. Esta imagem será utilizada como o texture map para o host especificado para a visão em 3d statuswrl no motor de monitorização.

source: Define an image that should be associated with this host in the statusmap CGI in monitoring engine. You can choose a JPEG, PNG, and GIF image. The GD2 image format is preferred, as other image formats must be converted first when the statusmap image is generated. The image will look best if it is 40x40 pixels in size.
pt: Definie a imagem que deve ser associada com este host no statusmap CGI no motor de monitorização. Você pode escolher uma imagem JPEG, PNG, e GIF. O formato GD2 é o formato de imagem preferido, pois outros formatos de imagem têm de primiro ser convertidos quando a imagem de statusmap é gerada. A imagem terá o melhor aspecto se for 40 por 40 pixeis em tamanho.

source: Define the coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image. For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn. Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
pt: Defina as coordenadas a utilizar quando se desenha o host no statusmap CGI. As coordenadas deve ser dadas como inteiros positivos, dado que correspondem a pixeis físicos na imagem gerada. A origem para o desenho (0,0) é no canto superior esquerdo e estende-se na direcção positiva x (para a direita) ao longo do topo da imagem e na direcção positiva y (baixo) ao longo do lado esquerdo da imagem. Para referência, o tamanho dos desenhados é usualmente cerca de 40 por 40 pixeis (texto ocupa um pouco de espaço extra). As coordenadas que você especifica aqui são relativas ao canto superior esquerdo do icon do host a ser desenhado. Nota: não existe necessidade de se preocupar com o tamanho máximo possível para as coordenadas x e y que podem ser utilizadas. O CGI irá automaticamente calcular as dimensões máximas da imagem que este cria baseado no valor máximo de x e y que seja especificado pelo utilizador.

source: Define the coordinates to use when drawing the host in the statuswrl CGI. Coordinates can be positive or negative real numbers. The origin for drawing is (0.0,0.0,0.0). For reference, the size of the host cubes drawn is 0.5 units on each side (text takes a little more space). The coordinates you specify here are used as the center of the host cube.
pt: Defina as coordenadas a usar ao desenhar o host no statuswrl CGI. As coordenadas podem ser números reais positivos ou negativos. A origem ao desenhar é (0.0,0.0,0.0). Para referência, o tamanho dos cubos de host desenhados é 0.5 de lado (o texto ocupa um pouco mais de espaço). As coordenadas que se especifiquem aqui são usadas como se fosse o centro do cubo do host.

source: Severity level
pt: Nível de Severidade

source: This is required so that you can access your host after creation. Some selected resource groups may contain filter, thus still preventing you from seeing the new host. In this case, make sure to link your Host to a Host Category.
pt: Este é necessário para que se possa ceder ao host depois da criação. Alguns dos grupos de recursos podem conter um filtro, assim prevenindo que você veja o novo host. Neste caso, garanta que mapeia o seu host a uma categoria de host.

source: Macros are used as object-specific variables/properties, which can be referenced in commands and extended infos. Example: a macro named MACADDRESS can be referenced as $_HOSTMACADDRESS$.
pt: Macros são utilizadas como variáveis ou propriedades específicas ao objecto, que podem ser referenciadas nos comandos ou nas infos extendidas. Exemplo: uma macro denominada MACADDRESS pode ser referenciada como $_HOSTMACADDRESS$.

source: This directive is used to define an alternate name that should be displayed in the web interface for this host. If not specified, this defaults to the value you specify as host name.
pt: Esta directiva é usada para definir um nome alternativo que deve ser mostrado na interface web para este host. Se não especificado, o valor por omissão é o valor que se especifica como hostname.

source: This directive is used to determine what host states the flap detection logic will use for this host.
pt: Esta directiva é usada para determinar que estados dos hosts a lógica de detecção de oscilação irá utilizar para este host.

source: By default monitoring engine will assume that all hosts are in UP states when it starts. You can override the initial state for a host by using this directive.
pt: Por omissão o motor de monitorização irá assumir que todos hosts estão num estado "EM CIMA" quando começa. Você pode sobrepor o estado inicial de um host usando esta directiva.

source: The alias is a longer name or description for the vendor/manufacturer.
pt: O pseudónimo é um nome mais comprido ou descrição para o fornecedor/produtor.

source: The name is used to identify the vendor/manufacturer with a short name.
pt: O nome que é usado para identificar o fornecedor/produtor com um nome curto.

source: Use this for an optional description or comments about the vendor/manufacturer.
pt: Use esta para uma descrição opcional ou comentários acerca do fornecedor.

source: Name which will be used for identifying the connector.
pt: Nome que irá ser usado para identificar o conector.

source: A short description of the connector.
pt: Uma pequena descrição do conector.

source: Name used for service in auto-deploy by template.
pt: Nome utilizado para o serviço em auto implantação por template.

source: Define the description of the service. It may contain spaces, dashes, and colons (semicolons, apostrophes, and quotation marks should be avoided). Services must have a unique description on a per host basis.
pt: Define a descrição do serviço. Pode conter espaços, traços e vírgulas (ponto e vírgula, apóstrofes e aspas devem ser evitadas). Os serviços têm de ter uma descrição única por host.

source: This is where you specify the name of the template object that you want to inherit properties/variables from. Inherited properties doesn't need to be specified again. "Local" object variables always take precedence over variables defined in the template object. Objects can inherit properties/variables from multiple levels of template objects. When defining multiple sources, the first template specified takes precedence over the later one, in the case where a property is defined in both.
pt: Aqui é onde se especifica o nome do objecto de template de onde se quer herdar propriedades/variáveis. Propriedades herdadas não precisa ser especificadas novamente. Variáveis de objectos "locais" tomam sempre precedência sobre variáveis definidas no objecto template. Objectos podem herdar propriedades/variáveis de múltiplos níveis de objectos templates. Quando definindo múltiplas fontes, o primeiro template especificado tem precedência sobre os seguintes, nos casos onde uma propriedade é definida em ambos.

source: This directive is used to denote whether the service is "volatile". A volatile service resets its state to OK with every query. Services are normally not volatile.
pt: Esta directiva é usada para definir se ou não o serviço é "volátil". Um serviço volátil restabelece o seu estado para OK com cada pergunta. Serviços são normalmente não voláteis.

source: Specify the time period during which active checks of this service can be made.
pt: Especificar o período de tempo durante o qual podem ser efectuadas verificações activas deste serviço.

source: Specify the command that monitoring engine will run in order to check the status of the service.
pt: Especificar o comando que o motor de monitorização irá executar de modo a verificar o estado do serviço.

source: Specify the parameters for the selected check command here.
pt: Especifique aqui os parâmetros para o comando de verificação seleccionado.

source: Define the number of times that monitoring engine will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause monitoring engine to generate an alert without retrying the service check again.
pt: Define o número de vezes que o motor de monitorização irá tentar o comando de verificação de serviço se este retornar algum estado outro que não o estado de OK. Definir este valor para 1 irá causar com o que o motor de monitorização gere um alerta sem tentar novamente a verificação de serviço.

source: Define the number of "time units" between regularly scheduled checks of the service. With the default time unit of 60s, this number will mean multiples of 1 minute. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked max_check_attempts number of times.
pt: Define o número de "time units" entre as verificações regulares de verificação de serviço. Com valor por omissão da "time unit" de 60s, este número significa múltiplos de 1 minuto. Verificações "regulares" são aquelas que ocorrem quando um serviço está num estado "OK" ou quando um serviço está num estado não-"OK", mas já alcançou o número máximo de tentativas.

source: Define the number of "time units" to wait before scheduling a re-check for this service after a non-OK state was detected. With the default time unit of 60s, this number will mean multiples of 1 minute. Once the service has been retried max_check_attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate.
pt: Define o número de "time units" a aguardar antes de agendar uma nova tentativa de verificação para este serviço depois de um estado não-"OK" ser detectado. Com o valor por omissão de 60s para cada "time unit", este valor irá significar múltiplos de 1 minuto. Quando a verificação de serviço tiver sido tentada o número máximo de vezes (max_check_attempts) sem uma mudança de estado, irá reverter a ser agendado em função do intervalo "normal" de verificação.

source: Enable or disable active checks (either regularly scheduled or on-demand) of this service here. By default active service checks are enabled.
pt: Ligar ou desligar verificações activas (tanto regularmente agendadas como a pedido) deste serviço. Por omissão as verificações activas estão ligadas.

source: Specify whether or not notifications for this service are enabled.
pt: Defina se ou não as notificações para este serviço estão ligadas.

source: Specify whether or not the service will inherit host's contacts and contactgroups (if no contacts or contactgroups are defined for the service).
pt: Especificar se ou não o serviço irá herdar os contactos e grupos de contacto do host (se não estivere definidos contactos ou grupos de contacto para o serviço).

source: This is a list of contacts that should be notified whenever there are problems (or recoveries) with this service. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service definition (or indirectly through its template).
pt: Esta é a lista de contactos que devem ser notificados sempre que ocorram problemas (ou recuperações) neste serviço. Útil se se deseja que se envie notificações a poucas pessoas e não se deseja configurar grupos de contactos. É necessário especificar pelo menos um contacto ou grupo de contacto em cada definição de serviço (ou indirectamente através do seu template).

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this service. You must specify at least one contact or contact group in each service definition.
pt: Esta é a lista de grupos de contactos que devem ser notificados sempre que existam problemas (ou recuperações) com este serviço. É necessário especificar pelo menos um contacto ou grupo de contacto em cada definição de serviço.

source: Define the number of "time units" to wait before re-notifying a contact that this service is still in a warning or critical condition. With the default time unit of 60s, this number will mean multiples of 1 minute. A value of 0 disables re-notififications of contacts about problems for this service - only one problem notification will be sent out.
pt: Define o número de "time units" a esperar antes de notificar novamente um contacto que este serviço está ainda em warning ou em condição crítica. Com o time unit por omissão de 60s. Este número irá significar múltiplos de 1 minuto. Um valor de 0 desliga reenvios de notificações acerca de problemas para este serviço - Apenas uma notificação de problema será enviada.

source: Specify the host(s) that this service "runs" on or is associated with.
pt: Especificar o(s) host(s) onde este serviço "corre" ou que este serviço está associado.

source: Define which service states "stalking" is enabled for.
pt: Define quais estados do serviço a "perseguição" estará activada.

source: This directive is used to determine whether or not the event handler for this service is enabled.
pt: Esta directiva é usada para determinar se ou não o gestor de eventos para este serviço está ligado.

source: The name of the recurrent downtime rule.
pt: O nome da regra de manutenção agendada recorrente.

source: Description of the downtime
pt: Descrição da manutenção

source: Option to enable or disable this downtime
pt: Opção de ligar ou desligar esta indisponibilidade agendada.

source: This field give the possibility to configure the frequency of this downtime.
pt: Este campo dá a possibilidade de configurar a frequência desta indisponibilidade agendada.

source: This field give you the possibility to select all hosts implied by this downtime
pt: Este campo permite selecionar todos os hosts implicados por esta indisponibilidade agendada.

source: This field give you the possibility to select all hostgroups and all hosts contained into the selected hostgroups implied by this downtime
pt: Este campo permite seleccionar todos os hostgroups e os todos os hots contidos implicados por esta indisponibilidade agendada.

source: This field give you the possibility to select all services implied by this downtime
pt: Esta campo permite selecionar todos os serviços implicados por esta indisponibilidade agendada.

source: This field give you the possibility to select all servicegroups and all services contained into the servicegroups implied by this downtime
pt: Este campo permite selecionar todos os grupos de serviço e todos os serviços implicados por esta indisponibilidade agendada.

source: Used for identifying the poller
pt: Utilizado na identificação do poller

source: IP address of the poller
pt: Endereço de IP do poller

source: Whether the poller is local
pt: Se o poller é local

source: Main poller
pt: Poller principal

source: SSH port of the remote poller
pt: Porta SSH do poller remoto

source: Monitoring engine
pt: Motor de monitorização

source: Path of init script of the scheduler
pt: Caminho do script de inicialização do agendador

source: Path of init script of centreontrapd
pt: Caminho do script de inicialização do centreontrapd

source: Path of binary of the scheduler
pt: Caminho do binário do agendador

source: Path of stats binary of the scheduler
pt: Caminho do binário de estatísticas do agendador

source: Perfdata script
pt: Script perfdata

source: Path of the configuration file for Centreon Broker
pt: Caminho do ficheiro de configuração do Centreon Broker

source: Path with modules for Centreon Broker
pt: Caminho com os módulos para o Centreon Broker

source: Path with Centreon Connector binaries
pt: Caminho com os binários dos conectores do Centreon

source: Enable or disable poller
pt: Ligar ou desligar poller

source: Name of curve template.
pt: Nome do template da curva.

source: It is possible to define a specific service for the data source.
pt: É possível definir um serviço específico para a fonte de dados.

source: Must be the display name of the metric. Refer to the check plugin for more information.
pt: Tem de ser o nome de representação da métrica. Veja o plugin de verificação para mais informação.

source: Enables graph stacking.
pt: Permite o empilhamento de gráficos.

source: Display order.
pt: Ordem de exibição.

source: Inverted curve (with negative values).
pt: Curva invertida (com valores negativos).

source: Curve thickness.
pt: Espessura da curva.

source: Curve line color.
pt: Cor da linha da curva.

source: Curve area color.
pt: Cor da área da curva.

source: Curve transparency.
pt: Transparência da curva.

source: Enables area filling.
pt: Liga o preenchimento da área.

source: Legend Name.
pt: Nome da legenda.

source: Displays the legend only, thus hiding the curve.
pt: Mostra o nome da legenda apenas, escondendo assim a curva.

source: Number of line breaks after the legend.
pt: Número de quebras de página após a legenda.

source: Prints maximum value.
pt: Imprime o valor máximo.

source: Prints minimum value.
pt: Imprime o valor mínimo.

source: Rounds the value.
pt: Arredonda o valor.

source: Prints average value.
pt: Imprime o valor médio.

source: Prints last Value.
pt: Imprime o último valor.

source: Print total value.
pt: Imprime o valor total.

source: Comments regarding the curve template.
pt: Comentários relativos ao template de curva.

source: Name of graph template.
pt: nome do template de gráfico.

source: Vertical Label (Y-axis).
pt: Título Vertical (eixo dos ys).

source: Width of grid.
pt: Largura da grelha.

source: Height of grid.
pt: Altura da grelha.

source: Lower limit of grid.
pt: Limite inferior da grelha.

source: Upper limit of grid.
pt: Limite superior da grelha.

source: Base value.
pt: Valor base.

source: Grid background color.
pt: Cor de fundo da grelha.

source: Main grid color.
pt: Cor principal da grelha.

source: Secondary grid color.
pt: Cor secundária da grelha.

source: Outline color.
pt: Cor do contorno.

source: Background color.
pt: Cor de fundo.

source: Text color.
pt: Cor do texto.

source: Arrow color.
pt: Cor da seta.

source: Color of the left and top border.
pt: Cor da borda da esquerda e do topo.

source: Color of the right and bottom border.
pt: Cor da borda da direita e de baixo.

source: Enables component split.
pt: Permite a divisão por componente.

source: Enables auto scale of graph.
pt: Permite a escala automática do gráfico.

source: Set as default graph template.
pt: Define como o template de gráfico por omissão.

source: Comments regarding the graph template.
pt: Comentários relativos ao template de gráfico.

source: Name of virtual metric.
pt: Nome da métrica virtual.

source: Host / Service Data Source.
pt: Fonte de dados de Host / Serviço.

source: DEF Type.
pt: Tipo DEF.

source: RPN (Reverse Polish Notation) Function *.
pt: Função RPN (Reverse Polish Notation) *.

source: Metric unit.
pt: Unidade de medida.

source: Warning threshold.
pt: Limiar de Aviso.

source: Critical threshold.
pt: Limiar de Crítico.

source: Hides curve and legend.
pt: Esconde as curvas e a legenda.

source: Comments regarding the virtual metric.
pt: Comentários relativos à métrica virtual.

source: Name of menu rule.
pt: Nome do menu das regras.

source: Alias of menu rule.
pt: Pseudônimo da regra de menu.

source: Enable or disable the ACL menu rule.
pt: Ligar ou Deligar menu das regras das LCA.

source: Implied ACL groups.
pt: Grupos de LCA Implícitos

source: Comments regarding this menu rule.
pt: Comentários relativos a esta regra de menu.

source: Name of access group.
pt: Nome do grupo de acesso.

source: Alias of access group.
pt: Pseudônimo do grupo de acesso.

source: Implied users.
pt: Utilizadores implícitos.

source: Implied user groups.
pt: Grupos de Utilizadores implícitos.

source: Enable or disable the access group.
pt: Ligar ou desligar grupo de acesso.

source: ACL resource rules that are linked to the access group.
pt: Regras de recursos LCA que estão associadas ao grupo de acesso.

source: ACL menu rules that are linked to the access group.
pt: Regras de menus LCA que estão associadas ao grupo de acesso.

source: ACL action rules that are linked to the access group.
pt: Regras de acção LCA que estão associadas a este grupo de acesso.
