Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: This directive is used to identify the short name(s) of the hostgroup(s) that is being depended upon (also referred to as the master host). The hostgroup_name may be used instead of, or in addition to, the host_name directive.
pt: Esta directiva é usada para identificar os nome(s) curto(s) do(s) grupo(s) de host(s) dos quais se depende (também referido como host mestre). o hostgroup_name pode ser usado em vez de, ou em adição a, directiva host_name.

source: This directive is used to identify the dependent host(s).
pt: Esta directiva é usada para identificar o(s) host(s) dependente(s).

source: This directive is used to identify the short name(s) of the dependent hostgroup(s). The dependent_hostgroup_name may be used instead of, or in addition to, the dependent_host_name directive.
pt: Esta directiva é usada para identificar o(s) nome(s) curto(s) do(s) grupo(s) de hosts dependentes. O dependent_hostgroup_name pode ser usado em vez de, ou em adição a, directiva dependent_host_name.

source: Name used for identification of this meta service.
pt: Nome utilizado para a identificação deste meta serviço.

source: Optional format string used for displaying the status of this meta service. The variable '%d' may be used and will be replaced by the calculated value.
pt: Formato do texto opcional usado para mostrar os estados deste meta serviço. A variável '%d' pode ser usada e será substituída pelo valor calculado.

source: Absolute value for warning level (low threshold).
pt: Valor absoluto para o nível de aviso (limiar inferior)

source: Absolute value for critical level (low threshold).
pt: Valor absoluto para o nível de crítico (limiar inferior)

source: Function to be applied to calculate the meta service status.
pt: Função a ser aplicada para calcular o estado deste meta serviço.

source: Data source type of the meta service.
pt: Tipo de fonte de dados do meta serviço.

source: Selection mode for services to be considered for this meta service. In service list mode, mark selected services in the options on meta service list. In SQL matching mode, specify a search string to be used in an SQL query.
pt: Modo de seleção para que os serviços sejam considerados para este meta serviço. Em modo lista de serviços, marque os serviços selecionados nas opções na lista de meta serviço.Em modo de correspondência SQL, especifique uma frase de procura a ser usada numa query SQL.

source: Search string to be used in a SQL LIKE query for service selection.
pt: Frase de procura a ser usada numa query SQL LIKE para a seleção de serviços.

source: Select the metric to measure for meta service status.
pt: Seleccione a métrica a medir para o estado do meta serviço.

source: Specify the time period during which the meta service status is measured.
pt: Especifique o período de tempo durante o qual o estado de meta serviço é medido.

source: Define the number of times that Centreon will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause Centreon to generate an alert without retrying the service check again.
pt: Defina o número de vezes que o centreon irá tentar novamente o comando de verificação de serviço se este devolver qualquer outro estado que não um estado de OK. Definir este valor a 1 causará com que o Centreon gere um alerta sem tentar novamente a verificação de serviço.

source: Define the number of minutes between regularly scheduled checks of the meta service. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked max check attempts number of times.
pt: Defina o número de minutos entre verificações regulares e agendadas dos meta serviços. Verificações "Regulares" são aquelas que ocorrem quando o serviço está num estado OK ou quando o serviço está num estado estado não OK, mas já se atingiu ou número máximo de tentativas de verificação.

source: Define the number of minutes to wait before scheduling a re-check for this service after a non-OK state was detected. Once the service has been retried max check attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate.
pt: Defina o número de minutos para esperara antes de agendar um re-verificação para este serviço após um estado não-OK ter sido detectado. Quando um serviço tenha sido tentato um número máximo de vezes sem uma mudança de estado ele reverterá a ser agendado com um intervalo de verificação regular.

source: Specify whether or not notifications for this meta service are enabled.
pt: Especificar se ou não as notificações para este meta serviço estão ligadas.

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this service.
pt: Esta é a lista de grupos de contactos que devem ser notificados sempre que existirem problemas (ou recuperaçãoes) com este serviço.

source: Define the number of minutes to wait before re-notifying a contact that this service is still in a non-OK condition. A value of 0 disables re-notififications of contacts about problems for this service - only one problem notification will be sent out.
pt: Defina o número de minutos a esperar antes de re-notificar um contacto que este serviço está ainda num estado não-OK. Um valor de 0 desliga as re-notificações acerca de problemas para este serviço, apenas uma notificação será enviada.

source: Specify the time period during which notifications of events for this service can be sent out to contacts. If a state change occurs during a time which is not covered by the time period, no notifications will be sent out.
pt: Especifique o período de tempo durante o qual as notificações dos eventos para este serviço pode ser enviados para os contactos. Se uma mudança de estado ocorrer durante um período não coberto por este período de tempo, não serão enviadas notificações.

source: Define the states of the service for which notifications should be sent out. If you do not specify any notification options, Centreon will assume that you want notifications to be sent out for all possible states.
pt: Defina os estados do serviço para os quais as notificações devem ser enviados. Se não especificar nenhumas opções, o centreon irá assumir que você quer notificações para serem enviadas par todos os estados possíveis.

source: The optional definition of a graph template will be used as default graph template for this service.
pt: A definição opcional do template gráfico será usado como o template gráfico por omissão para este serviço.

source: The host name defined here is used in host group and service definitions to reference this particular host.
pt: O nome de host definido aqui será usado no grupo de host e definição de serviço para referência este host em particular.

source: The alias is used to define a longer name or description for the host.
pt: O pseudónimo é usado para definir um nome mais comprido ou uma descrição para o host.

source: Define the address of the host here. Normally, this should be an IP address, but a FQDN can be used to identify the host instead. If DNS services are not reachable a FQDN could cause problems.
pt: Defina aqui uma morada para o host. Normalmente, este deverá ser um endereço IP, mas um FQDN pode ser usado para identificar o host. Mas se o os serviços DNS não estiverem alcançáveis poderá causar problemas.

source: In a distributed monitoring environment, the monitoring node (central or satellite) for this host can be specified here.
pt: Num ambiente de monitorização distribuído, o nodo de monitorização (centra ou satélite) para este host pode ser definido aqui.

source: Define the timezone of the host's location.
pt: Definir a timezone da localização do host.

source: This is where you specify the template that you want to inherit properties/variables from. Inherited properties doesn't need to be specified again. "Local" object variables always take precedence over variables defined in the template object. Objects can inherit properties/variables from multiple levels of template objects. When defining multiple sources, the first template specified takes precedence over the later one, in the case where a property is defined in both.
pt: Aqui é onde você especifica o template de onde quer herdar propriedades/variáveis. As propriedades herdadas não precisam ser especificadas novamente. Variáveis "locais" do objecto têm sempre precedências sobre variáveis definidas no objecto template. Objectos podem herdar propriedades/variáveis de múltiplos níveis de templates de objectos. Quando se defini fontes múltiplas, o primeiro template toma precedência sobre o posterior, nos casos onde as propriedades estão definidas em ambos.

source: By enabling this option, the services linked to the template will be created independant of the template and attached to this service.
pt: Ao ligar esta opção, os serviços associados a este template serão criados separadamente do template e associados a este serviço.

source: This directive is used to specify the time period during which active checks of this host can be executed.
pt: Esta directriz é usada para especificar o período de tempo durante o qual as verificações activas deste host podem ser executadas.

source: Specify the command that should be used to check if the host is up or down. Typically, this command would try and ping the host to see if it is "alive". On a non-OK state monitoring engine will assume the host is down. A blank argument disables active checks for the host status and Monitoring Engine will always assume the host is up. This is useful if you are monitoring printers or other devices that are frequently turned off.
pt: Especifique o comando que deve ser usado para verificar se o host está em cima ou em baixo. Tipicamente este comando tentaria fazer ping ao host e ver se este estava "em cima". Num estado não-OK o motor de monitorização irá assumir que o host está em baixo. Um argumento em branco desliga verificações activas para o estado do hoste o motor de monitorização irá sempre assumir que o host está em cima. Esta opção é útil se se estiver a monitorizar impressoras ou outros aparelhos que estão frequentemente desligados.

source: Specify the parameters for the selected check command here. The format is: !ARG1!ARG2!...ARGn
pt: Especificar aqui os parâmetros para os comando de verificação seleccionado.O formato é !ARG1!ARG2...ARGn

source: Define the number of times that monitoring engine will retry the host check command if it returns any non-OK state. Setting this value to 1 will cause monitoring engine to generate an alert immediately. Note: If you do not want to check the status of the host, you must still set this to a minimum value of 1. To bypass the host check, just leave the check command option blank.
pt: Definir o número de vezes que o motor de monitorização irá tentar o comando de verificação de host se este retornar um estado não OK. Definir para este parâmetro um valor de 1 irá causar com que o motor de monitorização gere um alerta imediatamente. Nota: se não se quer verificar o estado do host, e preciso na mesma configurar este valor para 1. Para evitar a verificação do Host, bastará deixar a opção de verificação de comando em branco.

source: Define the number of "time units" between regularly scheduled checks of the host. With the default time unit of 60s, this number will mean multiples of 1 minute.
pt: Definir o número de "unidades de tempo" entre verificações agendadas regulares de host. Como o tempo por omissão de 60s, este número significa múltiplos de 1 minuto.

source: Define the number of "time units" to wait before scheduling a re-check for this host after a non-UP state was detected. With the default time unit of 60s, this number will mean multiples of 1 minute. Once the host has been retried max_check_attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate.
pt: Define o número de "time units" a esperar antes de agendar uma reverificação para este host após um estado não EM CIMA ser detectado. Com o valor por omissão de 60 segundos, este número irá significar múltiplos de 1 minuto. Uma vez que o host tenha sido verificado max_check_attempts vezes sem uma mudança de estado, irá reverter a ser agendado a sua verificação com o seu intervalo "normal".

source: Enable or disable active checks (either regularly scheduled or on-demand) of this host here. By default active host checks are enabled.
pt: Liga ou desliga as verificações activas (tanto agendadas regularmente como a pedido) deste host. Por omissão verificações de host activas estão ligadas.

source: Enable or disable passive checks here. When disabled submitted states will be not accepted.
pt: Ligar ou desligar verificações passivos. Quando desligado estados submetidos não serão aceites.

source: Specify whether or not notifications for this host are enabled.
pt: Definir se ou não as notificações para este host estão ligadas.

source: When enabled, the contact definition will not override the definitions on template levels, it will be appended instead.
pt: Quando ligado, a definição dos contactos não irá sobrepor às definições no nível dos templates, estas serão em vez disso adicionadas.

source: This is a list of contacts that should be notified whenever there are problems (or recoveries) with this host. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host definition (or indirectly through its template).
pt: Esta é a lista de contactos que devem ser notificados sempre que existam problemas (ou recuperações) com este host. Útil se se quiser que as notificações vão apenas para poucas pessoas e não se queira configurar grupos de contacto. Devem especificar pelo menos um contacto ou grupo de contacto. em cada uma destas definições de host (ou indirectamente através do template).

source: When enabled, the contact group definition will not override the definitions on template levels, it will be appended instead.
pt: Quando ligado, a definição do grupo de contacto não irá sobrepor às definições no nível dos templates, estas serão em vez disso adicionadas.

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this host. You must specify at least one contact or contact group in each host definition.
pt: Esta é a lista de grupos de contactos que devem ser notificados quando existam problemas (ou recuperações) com este host. Tem de ser especificado pelo menos um grupo de contacto em cada definição de host.

source: Define the number of "time units" to wait before re-notifying a contact that this host is still down or unreachable. With the default time unit of 60s, this number will mean multiples of 1 minute. A value of 0 disables re-notififications of contacts about problems for this host - only one problem notification will be sent out.
pt: Define o número de "time units" a esperar antes de re-notificar o contacto que este host ainda está em baixo ou inalcançável. Com o valor por omisão de 60s, este número significa múltiplos de 1 minuto. Um valor de 0 desliga re-notificações a contacto acerca de problemas para este host - apenas uma notificação de problema será enviada.

source: Specify the time period during which notifications of events for this host can be sent out to contacts. If a state change occurs during a time which is not covered by the time period, no notifications will be sent out.
pt: Especificar o período de tempo durante o qual as notificações de eventos para este host podem ser enviados para os contactos. Se a mudança de estado ocorrer durante uma altura em que esta não estava coberta por este período de tempo, nenhuma notificação será enviada.

source: Define the states of the host for which notifications should be sent out. If you specify None as an option, no host notifications will be sent out. If you do not specify any notification options, monitoring engine will assume that you want notifications to be sent out for all possible states.
pt: Define os estados para o host para os quais notificações devem ser enviados. Se especificar Nenhumas, como uma opção, nenhumas notificações de host serão enviadas. Se não especificar nenhuma opção, o motor de monitorização assumirá que se deseja que sejam enviadas notificações para todos os estados possíveis.

source: Define the number of "time units" to wait before sending out the first problem notification when this host enters a non-UP state. With the default time unit of 60s, this number will mean multiples of 1 minute. If you set this value to 0, monitoring engine will start sending out notifications immediately.
pt: Define o número de "time units" a esperar antes de enviar a primeira notificação de problema quando este host entra num estado não-Em Cima. Com a unidade de tempo por omissão de 60s, este número irá significar múltiplos de 1 minuto. Se você definir este valor a 0, o motor monitorização irá começar a enviar notificações imediatamente.

source: Define the hostgroup(s) that this host belongs to. This directive may be used as an alternative to (or in addition to) defining the members in hostgroup definitions.
pt: Define o(s) grupo(s) de hosts a que este host pertence. Esta directiva pode ser usada como uma alternativa (ou uma adição a) definir os membros na definição dos hostgroups.

source: Define categories in which this host belongs to. You can add this later by editing the host or the category you want to add it to.
pt: Define categorias nas quais este host pertence, Você pode adicionar isto mais tarde editando o host ou a categoria onde se quer adicionar.

source: Parent hosts are typically routers, switches, firewalls, etc. that lie between the monitoring host and a remote hosts. A router, switch, etc. which is closest to the remote host is considered to be that host\'s "parent". If this host is on the same network segment as the host doing the monitoring (without any intermediate routers, etc.) the host is considered to be on the local network and will not have a parent host. Leave this value blank if the host does not have a parent host (i.e. it is on the same segment as the Monitoring Engine host). The order in which you specify parent hosts has no effect on how things are monitored. Note that notification features based on host inheritance will not work if the hosts are not monitored by the same poller.
pt: Os host pai, são tipicamente routers, switches, firewalls, etc. que ficam entre o host de monitorização e os hosts remotos. Um router, switch, etc. que esteja mais próximo do host remoto é considerado ser o pai desse host. Se este host está no mesmo segmento de rede que o host que está a realizar a monitorização (sem routers intermédios, etc.) o host é considerado estar na rede local e não terá um host pai. Deixe este valor em branco se este host não tem um host pai (isto é, está no mesmo segmento que o host do motor de monitorização). A ordem em que se especifica os hosts pai não tem efeito em como as coisas são monitorizadas. Tenha em conta que as funcionalidades de monitorização baseadas na herança de host não irá funcionar se os hosts não forem monitorizados pelo mesmo poller.

source: Instead of specifying the parent hosts in the child's parent definition, it's possible to do it the other way round and specify all child hosts in the parent's definition.
pt: Em vez de se especificar os host pais nas definições dos filhos, é possível fazer o oposto especificar todos os host filhos na definição dos pais.

source: Specify one or multiple service templates, that should be linked to this template. A host, that uses this host template, will complete the missing host relation and result in a full service definition. Note that notification features based on host inheritance will not work if the hosts are not monitored by the same poller.
pt: Especificar um ou múltiplos templates de serviços, que devem ser associados a este template. Um host, que use este template de host, irá completar as relações de host em falta e resultar numa definição completa de serviço. Deve ter-se em conta que funcionalidades de notificação baseadas na herança de hosts não irão funcionar se os hosts não forem monitorizados pelo mesmo poller.

source: This directive determines whether or not checks for this host will be "obsessed" over. When enabled the obsess over host command will be executed after every check of this host.
pt: Esta directiva determina se ou não as verificações para este host irão ser obcecadas sobre. Quando ligado o comando obcecar sobre host será executado sobre cada verificação deste host.

source: This directive is used to determine whether or not freshness checks are enabled for this host. When enabled monitoring engine will trigger an active check when last passive result is older than the value defined in the threshold. By default freshness checks are enabled.
pt: Esta directiva é usada para determinar se ou não a verificação de "frescura" está ligada para este host. Quando ligado o motor de monitorização irá activar uma verificação activa quando o último resultado passivo for à mais tempo que o definido no limiar. Por omissão as verificações de "frescura" estão ligadas.

source: Specify the freshness threshold (in seconds) for this host. If you set this directive to a value of 0, monitoring engine will determine a freshness threshold to use automatically.
pt: Especifique o limiar de "frescura" (em segundos) para este host. Se configurar esta directiva para um valor de 0, o motor de monitorização irá determinar que limiar a utilizar automaticamente.

source: This directive is used to determine whether or not flap detection is enabled for this host.
pt: Esta directiva é usada para determinar se ou não a detecção de oscilação está ligada para este host.

source: This directive is used to specify the low state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value will be used.
pt: Esta directiva é usada para especificar o limiar do estado de mudança inferior usado na detecção de oscilação para este host. Se você definir esta directiva para o valor de 0, o valor transversal ao programa será usado.

source: This directive is used to specify the high state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value will be used.
pt: Esta directiva é usada para especificar o limiar do estado de mudança superior para este host. Se você definir esta directiva para o valor de 0, o valor transversal ao programa será usado.

source: This directive is used to determine whether or not the processing of performance data is enabled for this host.
pt: Esta directiva é usada para determinar se ou não o processamento de dados de desempenho está ligado para este host.

source: This directive is used to determine whether or not status-related information about the host is retained across program restarts. This is only useful if you have enabled the global state retention option.
pt: Esta directiva é usada para determinar se ou não a informação relacionada com os estados acerca do host é retida através de reiniciares do programa. Esta opção apenas é útil se se ligou a opção global de retenção de estados.
