Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: The base DN for search groups
pt: o DN base para a procura de grupos

source: The group attribute for user
pt: O atributo de grupo para o utilizador

source: The user name<br/>In Centreon : Full Name
pt: O nome do utilizador<br/>no Centreon : Nome Completo

source: The user firstname<br/>In Centreon : givenname
pt: O firstname do utilizador<br/>no Centreon : givenname

source: The user lastname<br/>In Centreon : sn
pt: O lastname do utilizador<br/>no Centreon : sn

source: The user email<br/>In Centreon : Email
pt: O email do utilizador<br/>no Centreon : Email

source: The user pager<br/>In Centreon : Pager
pt: O pager do utilizador<br/>no Centreon : Pager

source: The group name<br/>In Centreon : Contact Group Name
pt: O nome do grupo<br/>no Centreon: Nome de Grupo de Contacto

source: The LDAP attribute for relation between group and user
pt: O atributo LDAP para a relação entre o grupo e o utilizador

source: SNMP global community.
pt: Comunidade SNMP global.

source: SNMP version.
pt: Versão SNMP.

source: Directory of trap configuration files.
pt: Directório de ficheiros de configuração de traps.

source: snmpttconvertmib binary with complete path.
pt: Binário snmpttconvertmib com caminho completo.

source: SNMPTT log file.
pt: Ficheiro de log de SNMPTT.

source: Perl library directory.
pt: Directório da biblioteca de Perl.

source: SNMPTT init script. This options is used only if snmptt is used in daemon mode.
pt: Script de Inicialização de SNMPTT. Estas opção são usadas apenas se o snmptt é usado em modo daemon.
