Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/help.po
Languages: pt

source: Name of action rule.
pt: Nome da regra de acção.

source: Description of action rule.
pt: Descrição da regra de acção.

source: The monitoring overview will be displayed at the top of all pages.
pt: A visão global irá ser apresentada no topo de todas as páginas.

source: The monitoring poller status overview will be displayed at the top of all pages.
pt: A monitorização dos estado dos pollers ira ser apresentada no topo de todas as páginas.

source: The poller filter will be available to users in the monitoring consoles.
pt: O filtro de poller estará disponível aos utilizadores nas consolas de monitorização.

source: Allows users to stop the monitoring systems.
pt: Permite aos utilizadores que parem os sistemas de monitorização.

source: Allows users to restart the monitoring systems.
pt: Permite aos utilizadores reiniciar os sistemas de monitorização.

source: Allows users to enable or disable notifications.
pt: Permite aos utilizadores ligar ou desligar notificações.

source: Allows users to enable or disable service checks.
pt: Permite aos utilizadores ligar ou desligar as verificações de serviço.

source: Allows users to enable or disable passive service checks.
pt: Permite aos utilizadores ligar ou desligar as verificações de serviço passivas.

source: Allows users to enable or disable host checks.
pt: Permite aos utilizadores ligar ou desligar as verificações passivas de host.

source: Allows users to enable or disable passive host checks.
pt: Permite aos utilizadores ligar ou desligar as verificações passivas de host.

source: Allows users to enable or disable event handlers.
pt: Permite aos utilizadores ligar ou desligar os gestores de eventos.

source: Allows users to enable or disable flap detection.
pt: Permite aos utilizadores ligar ou desligar a detecção de oscilação.

source: Allows users to enable or disable obsessive service checks.
pt: Permite aos utilizadores ligar ou desligar as verificações obsessivo-compulsivas de serviço.

source: Allows users to enable or disable obsessive host checks.
pt: Permite aos utilizadores ligar ou desligar as verificações obsessivo-compulsivas de host.

source: Allows users to enable or disable performance data processing.
pt: Permite aos utilizadores ligar ou desligar o processamento de dados de desempenho.

source: Allows users to enable or disable checks of a service.
pt: Permite aos utilizadores ligar ou desligar as verificações de um serviço.

source: Allows users to enable or disable notifications of a service.
pt: Permite aos utilizadores ligar ou desligar as notificações de um serviço.

source: Allows users to acknowledge a service.
pt: Permite aos utilizadores reconhecer um serviço.

source: Allows users to remove an acknowledgement from a service.
pt: Permite aos utilizadores remover um conhecimento de um serviço.

source: Allows users to re-schedule next check of a service.
pt: Permite aos utilizadores reagendar a próxima verificação de um serviço.

source: Allows users to re-schedule next check of a service by placing its priority to the top.
pt: Permite aos utilizadores reagendar a próxima verificação de um serviço colocando a sua prioridade ao máximo.

source: Allows users to schedule downtime on a service.
pt: Permite aos utilizadores agendar uma manutenção num serviço.

source: Allows users to add or delete a comment of a service.
pt: Permite aos utilizadores adicionar ou apagar um comentário a um serviço.

source: Allows users to enable or disable the event handler processing of a service.
pt: Permite aos utilizadores ligar ou desligar o processamento do gestor de eventos de um serviço.

source: Allows users to enable or disable flap detection of a service.
pt: Permite aos utilizadores ligar ou desligar a detecção de oscilação de um serviço.

source: Allows users to enable or disable passive checks of a service.
pt: Permite aos utilizadores ligar ou desligar as verificações passivas de um serviço.

source: Allows users to submit result to a service.
pt: Permite aos utilizadores submeter um resultado a um serviço.

source: Allows users to enable or disable checks of a host.
pt: Permite aos utilizadores ligar ou desligar as verificações de um host.

source: Allows users to enable or disable notifications of a host.
pt: Permite aos utilizadores ligar ou desligar as notificações de um host.

source: Allows users to acknowledge a host.
pt: Permite aos utilizadores reconhecer um host.

source: Allows users to remove an acknowledgement from a host.
pt: Permite aos utilizadores remover um reconhecimento de um host.

source: Allows users to re-schedule next check of a host.
pt: Permite aos utilizadores reagendar a próxima verificação de um host.

source: Allows users to re-schedule next check of a host by placing its priority to the top.
pt: Permite aos utilizadores reagendar a próxima verificação de um host colocando a sua prioridade no máximo.

source: Allows users to schedule downtime on a host.
pt: Permite aos utilizadores agendar manutenção para um host.

source: Allows users to add or delete a comment of a host.
pt: Permite aos utilizadores adicionar ou remover um comentário a um host.

source: Allows users to enable or disable the event handler processing of a host.
pt: Permite aos utilizadores ligar ou desligar o processamento do gestor de eventos de um host.

source: Allows users to enable or disable flap detection of a host.
pt: Permite aos utilizadores ligar ou desligar a detecção de oscilação de um host.

source: Allows users to enable or disable all service checks of a host.
pt: Permite aos utilzadores ligar ou desligar todas as verificações de serviço de um host.

source: Allows users to enable or disable service notifications of a host.
pt: Permite aos utilizadores ligar ou desligar as notificações de serviço de um host.

source: Allows users to submit result to a host.
pt: Permite aos utilzadores submeter um resultado para um host.

source: Enable or disable the ACL action rule.
pt: Permite ligar ou desligar a regra LCA de acção.

source: Name of resource rule.
pt: Nome da regra de recurso.

source: Description of resource rule.
pt: Descrição da regra de recurso.

source: Enable or disable the ACL resource rule.
pt: Ligar ou desligar a regra de recurso LCA.

source: Comments regarding this resource rule.
pt: Comentários relativos a esta regra de recurso.

source: Hosts that will be displayed to users. Services that belong to these hosts will also be visible.
pt: Hosts que serão mostrados aos utilizadores. Os serviços que pertençam a estes hosts estarão também visíveis.

source: Host groups that will be displayed to users. Hosts that belong to these host groups will also be visible.
pt: Grupos de hosts que serão mostrados os utilizadores. Hosts que pertençam a estes grupos de hosts estarão também visíveis.

source: Excluding hosts from the selected host groups will hide them from users.
pt: Excluíndo hosts dos grupos de hosts seleccionados irá escondê-los dos utilizadores.

source: Service groups that will be displayed to users. Services that belong to these service groups will also be visible.
pt: Grupos de serviço que serão mostrados aos utilizadores. Os serviços que pertençam a estes grupos de Serviço estarão também visíveis.

source: Meta services that will be displayed to users.
pt: Meta Serviços que serão mostrados aos utilizadores.

source: Will only display resources that are monitored by these pollers. When blank, no filter is applied.
pt: Apenas irá mostrar recursos que sejam monitorizados por estes pollers. Quando em branco, nenhum filtro será aplicado.

source: Will only display hosts that belong to these host categories. When blank, no filter is applied.
pt: Apenas irá mostrar hosts que pertençam a estas categorias de host. Quando em branco, nenhum filtro será aplicado.

source: Will only display services that belong to these service categories. When blank, no filter is applied.
pt: Apenas irá mostrar serviços que pertençam a estas categorias de serviço. Quando em branco nenhum filtro será aplicado.

source: Enter a new name for the image.
pt: Prencha um novo nome para a imagem.

source: Enter an already existing or a new directory to add the uploads to it. A non-existant directory name will be created first.
pt: Preencha um directório já existente ou então um novo para que se carregue para ele. Um directório não existente será criado primeiro.

source: Select a local file to upload. You can upload jpg, png, gif and gd2 files. Multiple images can be uploaded together inside archives like zip, tar, tar.gz or tar.bz2.
pt: Escolha um ficheiro local para carregar. Você pode carregar ficheiros jpg, png, gif e gd2. Múltiplas imagens podem ser carregadas em conjunto dentro de ficheiros zip, tar, tar.gz ou tar.bz2.

source: Destination directory.
pt: Directório de destino.

source: Images.
pt: Imagens.

source: Enable Perfdata synchronisation between poller and Central Server operated by Centore
pt: Ligar sincronização de perfdata entre o poller e o servidor central operado por Centore

source: Enable Monitoring Engine Logs synchronisation between poller and Central Server operated by Centore
pt: Ligar sincronização de logs dos motores de monitorização entre o poller e o servidor central operado por Centore

source: Timeout value in seconds. Used for freeing Centcore when it's stuck because of blocking pipe files or SSH connections.
pt: Tempo de expiração em segundos. Usado para libertar Centcore quando este está entalado devido a ficheiros pipe bloqueantes ou ligações SSH.

source: Enable Centreon Broker statistics collection into the central server in order to reduce the network load generated by Centcore. Be carefull : broker statistics will not be available into Home > Broker statistics.
pt: Ligar a colecta de estatísticas de Centreon Broker para dentro do servidor central de modo a reduzir a carga de rede gerada pelo Centcore. Tenha cuidado: as estatísticas de broker não estarão disponíveis em Página Principal > Estatísticas de broker.

source: Default monitoring engine.
pt: Motor de Monitorização Padrão.

source: Directory where images are stored.
pt: Directório onde as imagens são armazenadas.

source: Directory where check plugins are stored.
pt: Directório onde os plugins de verificação estão armazenados.

source: This is the number of seconds per "unit interval" used for timing in the scheduling queue, re-notifications, etc. "Units intervals" are used in the object configuration file to determine how often to run a service check, how often to re-notify a contact, etc. The default value for this is set to 60, which means that a "unit value" of 1 in the object configuration file will mean 60 seconds (1 minute).
pt: Este é o número de segundos por "unit interval" usado para o tempo na fila de agendamento, re-notificações, etc. "unit intervals" são usados no ficheiro de configuração para determinar quão frequentemente deve correr uma verificação de serviço, quão frequentemente deve re-notificar um contacto, etc. O valor por omissão está configurado a 60, o que significa que um "unit value" de 1 no ficheiro de configuração de objecto ira significar 60 segundos (1 minuto).

source: Broker module used by Centreon.
pt: Módulo broker usado pelo Centreon.

source: Init script for broker daemon.
pt: Script de initialização para o daemon broker.

source: Mailer binary with complete path.
pt: Binário do mailer com o caminho completo.

source: Maximum number of hosts to show in the Tactical Overview page.
pt: Máximo número de hosts para mostrar na página de visão geral táctica.

source: Maximum number of services to show in the Tactical Overview page.
pt: Máximo número de serviço para mostrar na página de visão geral táctica.

source: Refresh interval used in the Tactical Overview page.
pt: Intervalo de refrescamento usado na página de visão geral táctica.

source: [Sticky] option is enabled by default.
pt: [Peganhento] opção está ligada por omissão.

source: [Notify] option is enabled by default.
pt: [Notificar] opção está ligada por omissão.

source: [Persistent] option is enabled by default.
pt: [Persistente] opção está ligado por omissão.

source: [Acknowledge services attached to hosts] option is enabled by default.
pt: [Reconhecer serviços associados a hosts] opção está ligada por omissão.

source: [Force Active Checks] option is enabled by default.
pt: [Forçar verificações activas] opção está ligada por omissão.

source: Fixed.
pt: Fixo.

source: [Set downtimes on services attached to hosts] option is enbaled by default.
pt: [Definir manutenção agendada nos serviços associados aos hosts] opção está ligada por omissão.

source: Default duration of scheduled downtimes.
pt: Duração por omissão das manutenções agendadas.

source: When enabled, notification messages are displayed when new alerts arise in the monitoring consoles.
pt: Quando ligado, mensagens de notificação são apresentadas quando novos alertas surgem nas consolas de monitorização.

source: When enabled, "Host Up" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Host em cima" serão apresentadas.

source: When enabled, "Host Down" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Host em baixo" serão apresentadas.

source: When enabled, "Host Unreachable" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Host inalcançável" serão apresentadas.

source: When enabled, "Service OK" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Serviço OK" serão apresentadas.

source: When enabled, "Service Warning" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Serviço em Aviso" serão apresentadas.

source: When enabled, "Service Critical" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Serviço em Crítico" serão apresentadas.

source: When enabled, "Service Unknown" notification messages will be displayed.
pt: Quando ligado, mensagens de notificação de "Serviço em Desconhecido" serão apresentadas.

source: Enables Centstorage Engine.
pt: Liga o motor Centstorage.

source: Enables resource's insertion in index_data.
pt: Liga a inserção de recursos no index_data.

source: Path to RRDTool database for graphs of metrics.
pt: Caminho para a base de dados RRDTool para gráficos de métricas.

source: Path to RRDTool database for graphs of status.
pt: Caminho para a base de dados RRDTool para gráficos de estados.

source: Path to RRDTool database for graphs of monitoring engine stats.
pt: Caminho para a base de dados RRDTool para estatísticas de motores de monitorização.

source: RRDTool database size (in days).
pt: Tamanho da base de dados RRDTool (em dias).

source: Duration of retention regarding performance data stored in database.
pt: Duração da retenção relativamente aos dados de desepenho armazenados na base de dados.

source: Enables RRDTool auto purge system.
pt: Liga o sistema de auto purga da RRDTool.

source: Centstorage will check for data to purge every now and then.
pt: O Centstorage irá de vez em quando verificar por dados a purgar.

source: Storage Type.
pt: Tipo de armazenamento.

source: Dumps data into another file.
pt: Despejar dados para dentro de outro ficheiro.

source: Dump file.
pt: Ficheiro de despejo.

source: Archives logs of monitoring engine.
pt: Logs de arquivo do motor de monitorização.

source: Retention duration of logs.
pt: Duração da retenção dos logs.

source: Retention duration of reporting data.
pt: Duração de retenção dos dados de relatório.

source: Enable/Disable logging of all modifications in Centreon
pt: Ligar/desligar o logging de todas as modificações no Centreon

source: Directory of log files.
pt: Directório de ficheiros de log.

source: Enables authentication debug.
pt: Liga o debug da autenticação.

source: Enables Monitoring Engine import debug.
pt: Liga o debug da importação do motor de monitorização.

source: Enables RRDTool debug.
pt: Liga o debug da RRDTool.

source: Enables LDAP user import debug.
pt: Liga o debug da importação de utilizadores LDAP.

source: Enables SQL debug.
pt: Liga o debug de SQL.

source: Enables Centcore debug.
pt: Liga o debug do centcore.

source: Enables Centstorage debug.
pt: Liga o debug do centstorage.

source: Enables Centreontrapd debug.
pt: Liga o debug do centreontrapd.

source: RRDTOOL binary complete path.
pt: Caminho completo do binário RRDTOOL.

source: RRDTool version.
pt: Versão do RRDTool.

source: Font style of titles.
pt: Estilo das fontes dos títulos.

source: Font size of titles.
pt: Tamanho das fontes dos títulos.

source: Font style of units.
pt: Estilo das fontes das unidades.

source: Font size of units.
pt: Tamanho das fontes das unidades.

source: Font style of X-axis and Y-axis.
pt: Estilo da fonte do eixo dos xs e dos ys.

source: Font size of X-axis and Y-axis.
pt: Tamanho da fonte do eixo dos xs e dos ys.

source: Font style of captions.
pt: Estilo de fontes das rúbricas.

source: Font size of captions.
pt: Tamanho de fontes das rúbricas.

source: Font style of watermarks.
pt: Estilo de fontes das marcas de água.

source: Font size of watermarks.
pt: Tamanho de fontes das marcas de água.

source: Enable the rrdcached for Centreon. This option is valid only with Centreon Broker
pt: Ligar o rrdcached para o Centreo. Esta opção só é válida para o Centreon Broker

source: Port for communicating with rrdcached
pt: Porta para comunicação com o rrdcached

source: The absolute path to unix socket for communicating with rrdcached
pt: O caminho absoluto para a socket unix para comunicação com rrdcached

source: Application directory of Centreon.
pt: Directório aplicacional do Centreon.

source: Default number of displayed elements in listing pages.
pt: Número padrão de elementos apresentados em páginas de listagem.

source: Default number of displayed elements in monitoring consoles.
pt: Número padrão de elementos apresentados nas consolas de monitorização.

source: Life duration of sessions.
pt: Duração do Tempo de vida das sessões.

source: Refresh interval.
pt: Intervalo de actualização.

source: Refresh interval used for statistics (top counters).
pt: Intervalo de actualização usado para estatísticas (contadores de topo).

source: Refresh interval used in monitoring consoles.
pt: Intervalo de actualização usado nas consolas de monitorização.

source: First refresh delay for statistics (top counters).
pt: Primeiro atraso de actualização para estatísiticas (contadores de topo).

source: First refresh delay for monitoring.
pt: Primeiro atraso de actualização para a monitorização.

source: CSS theme.
pt: Tema CSS.

source: Default sort in monitoring consoles.
pt: Ordenamento padrão nas consolas de monitorização.

source: Default order in monitoring consoles.
pt: Ordem padrão nas consolas de monitorização.

source: Enables Autologin.
pt: Permite o Auto-Login.

source: Displays Autologin shortcut.
pt: Mostra o atalho de Auto-Login.

source: Enables timezone management.
pt: Liga a gestão de fuso horário.

source: Default host timezone.
pt: Fuso horário padrão de host.

source: Whether SSO authentication is enabled.
pt: Se a autenticação SSO está ligada.

source: Authentication can be solely based on SSO or it can work with both SSO and local authentication systems.
pt: Autenticação pode ser só baseada em SSO ou podem funcionar com SSO e sistemas de autenticação locais.

source: IP/DNS of trusted clients. Use coma as delimiter in case of multiple clients.
pt: IP/DNS de clientes de confiança. Utilze uma vírgula no caso de vários clientes.

source: The header variable that will be used as login. i.e: $_SERVER['HTTP_AUTH_USER']
pt: A variavel header que será utilzada como login, e.g: $_SERVER['HTTP_AUTH_USER']

source: This option enable a strict mode for the management of parent links between hosts on different pollers. Some hosts can have a parent link between them even if they are not monitored by the same poller. Select yes if you want to block the UI in order to oblige user to let host with a declared relation on the same poller. if you select No, during the generation process, relation will be broken and not generated but kept with Centreon Broker Correlation module.
pt: Este opção permite o mode estrito para a gestão de ligações parentais entre hosts de diferentes pollers. Alguns hosts podem ter uma associação parental entre eles mesmo que não sejam monitorizados pelo mesmo poller. Seleccione sim se você quer bloquear o UI de modo a permitir ao utilizador a utilizar uma reção no mesmo poller. Se seleccionar não, durante o processo de geração, a relação será desfeita e não gerada mas mantida no módulo de correlação do centreon broker..

source: Company Support email : this email is uses in the Centreon footer in order to have a quick link in order to open an issue to your help desk.
pt: Email de suporte da companhia: este email é usado no rodapé do Centreon de modo a permitir um link rápido de modo a abrir um pedido no seu helpdesk.

source: Host UP Color.
pt: Cor do Host em CIMA

source: Host DOWN Color.
pt: Cor do Host em BAIXO.

source: Host UNREACHABLE Color.
pt: Cor do Host INALCANÇÁVEL.

source: Service OK Color.
pt: Cor do Serviço OK.

source: Service WARNING Color.
pt: Cor do Serviço AVISO.

source: Service CRITICAL Color.
pt: Cor do Serviço CRITÍCO.

source: Service PENDING Color.
pt: Cor do Serviço PENDENTE.

source: Service UNKNOWN Color.
pt: Cor do Serviço DESCONHECIDO.

source: Row Color for Service CRITICAL.
pt: Cor da Linha para o Serviço CRITÍCO

source: Color of Hosts / Services that are acknowledged.
pt: Cor dos hosts / serviços que foram reconhecidos.

source: Color of Hosts / Services that are on downtime.
pt: Cor dos hosts / serviços que estão em manutenção agendada.

source: Color for Host Down (in Service monitoring consoles).
pt: Cor para host em baixo (nas consolas de monitorização de serviço).

source: Color for Host Unreachable (in Service monitoring consoles).
pt: Cor para host inalcançável (nas consolas de monitorização de serviço).

source: Name of configuration
pt: Nome da configuração

source: Short description of configuration
pt: Descrição curta da configuração

source: Enable LDAP authentification
pt: Ligar a autenticação por LDAP

source: Whether or not the password should be stored in database
pt: Se ou não a password deve ser armazenada na base de dados

source: Can connect with LDAP without import
pt: Pode ligar com LDAP sem importação

source: The contact template for auto imported user.<br/>This template is applied for Monitoring Engine contact configuration and ACLs
pt: O template de contacto para utilizadores auto importados.<br/>Este template é aplicado para a configuração do contacto e LCAs para o motor de monitorização

source: Use the DNS service for get LDAP host
pt: Utilizar o serviço de DNS para obter o host de LDAP

source: Enable SSL connection
pt: Activar a ligação SSL

source: Enable TLS connection
pt: Activar a ligação TLS

source: Set the domain for search the service
pt: Definir o domínio para procura de serviço

source: Search size limit
pt: Tamanho de procura limite

source: Search timeout
pt: Tempo de expiração de procura

source: User DN for connect to LDAP in read only
pt: Utilizador DN para ligação a LDAP em modo de leitura

source: Password for connect to LDAP in read only
pt: Palavra-chave para ligação a LDAP em modo de leitura

source: The version protocol for connect to LDAP<br/>Use version 3 for Active Directory
pt: A versão de protocol para ligação a LDAP<br/>Utilize a versão 3 para o Active Directory

source: Template for LDAP attribute
pt: Template para o atributo LDAP

source: The base DN for search users
pt: o DN base para a procura de utilizadores
