Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Service Commands
es: Comandos de Servicios
pt_br: Comandos de Serviço

source: Checks for this service
es: Chequeos para este servicio
pt_br: Checagem para este serviço

source: Re-schedule the next check for this service
es: Re-planificar el próximo chequeo para este servicio
pt_br: Reagendar a próxima checagem para este serviço

source: Re-schedule the next check for this service (forced)
es: Re-planifica el próximo chequeo para este servicio (forzado)
pt_br: Reagendar a próxima checagem para este serviço (forçado)

source: Submit result for this service
es: Enviar resultado para este servicio
pt_br: Enviar resultado para o serviço

source: Schedule downtime for this service
es: Planificar inactividad para este servicio
pt_br: Agendar manutenção para este serviço

source: Add a comment for this service
es: Añadir comentario a este servicio
pt_br: Adicionar comentário para este serviço

source: All Comments for this service
es: Añadir comentario a este servicio

source: Links
es: Enlaces

source: Active Checks
es: Activar Chequeos
pt_br: Checagem Ativa

source: Passive Checks
es: Chequeos Pasivos
pt_br: Checagem Passiva

source: Service Notifications
es: Notificaciones de Servicio
pt_br: Notificações de Serviços

source: Flap Detection
es: Detección de Fluctuación
pt_br: Detecção de Marcação

source: Enable Active Checks
es: Habilitar comprobaciones activas

source: Disable Active Checks
es: Deshabilitar comprobaciones activas

source: Enable Passive Checks
es: Habilitar comprobaciones pasivas

source: Disable Passive Checks
es: Deshabilitar comprobaciones pasivas

source: Enable Service Notifications
es: Habilitar notificaciones de Servicio

source: Disable Service Notifications
es: Deshabilitar notificaciones de Servicio

source: Enable Event Handler
es: Habilitar manejador de eventos

source: Disable Event Handler
es: Deshabilitar manejador de eventos

source: Enable Flap Detection
es: Habilitar detección de flap

source: Disable Flap Detection
es: Deshabilitar detección de flap

source: Enable Obsess Over Service
es: Habilitar dependencia con el Servicio

source: Disable Obsess Over Service
es: Deshabilitar dependencia con el Servicio

source: Active
es: Activo
pt_br: Ativo

source: Passive
es: Pasivo
pt_br: Passivo

source: SOFT
es: Suave

source: HARD
es: Duro

source: Status Graph
es: Situación del Gráfico

source: Detailed Graph
es: Gráfico detallado

source: Service groups
es: Grupos de Servicio

source: Service Categories
es: Categorías de servicio

source: Host Shortcuts
es: Atajo de host
pt_br: Atalhos de Host

source: Service Shortcuts
es: Atajo de Servicio

source: Configure host
es: Configurar host

source: Configure service
es: Configurar servicio

source: View graphs for host %s
es: Ver gráficos para el host %s

source: View report for host %s
es: Ver reportes para el host %s

source: View report for service %s
es: Ver reporte para el servicio %s

source: View host status page
es: Ver página de estado del equipo

source: View status of all services on host %s
es: Ver estado de todos los servicios del host %s

source: View logs for host %s
es: Ver logs para el host %s

source: View logs for service %s
es: Ver logs para el servicio %s

source: Command sent
es: Orden enviada

source: Failed to execute command
es: Falló al ejecutar la orden

source: Acknowledge Host Problem
es: Reconocer problema del equipo

source: Is This Host Flapping?
es: Este Equipo Está Fluctuando?
pt_br: É um Host em Marcação?

source: Host Commands
es: Órdenes del equipo

source: Schedule downtime for this host
es: Planificar inactividad para este equipo
pt_br: Agendamento de manutenção para este host

source: Add Comment for this host
es: Añadir comentario para este equipo
pt_br: Adicionar Comentário para este host

source: Disable all service notifications on this host
es: Deshabilitar todas las notificaciones de servicios de este equipo

source: Enable all service notifications on this host
es: Habilitar todas las notificaciones de servicios de este equipo

source: Schedule an immediate check of all services on this host
es: Planificar un chequeo inmediato para todos los servicios en este equipo
pt_br: Agendar imediatamente a checagem de todos os serviços deste host

source: Schedule an immediate check of all services on this host (forced)
es: Planificar un chequeo inmediato para todos los servicios en este equipo (forzado)
pt_br: Agendar imediatamente a checagem de todos os serviços deste host (forçado)

source: Disable all service checks on this host
es: Deshabilitar todas las comprobaciones de servicios de este equipo

source: Enable all service checks on this host
es: Habilitar todas las comprobaciones de servicios de este equipo

source: Acknowledge problem
es: Reconocer problema

source: Submit result for this host
es: Enviar resultado de este equipo

source: Enable Host Notifications
es: Habilitar notificaciones del equipo

source: Disable Host Notifications
es: Deshabilitar notificaciones del equipo

source: Enable Obsess Over Host
es: Habilitar dependencia sobre el Host

source: Disable Obsess Over Host
es: Deshabilitar dependencia sobre el Host

source: Configure host %s
es: Configurar host %s
pt_br: Configuração do host %s

source: Member of Host Groups
es: Miembro de los grupos de equipos

source: URL Notes
es: Notas URL

source: Show finished downtime
es: Mostrar tiempos de inactividad finalizados

source: Do you confirm the cancelation?
es: Confirma la cancelación?

source: Services: Set Downtime
es: Servicios: Fijar inactividad

source: Hosts: Set Downtime
es: Hosts: Fijar inactividad

source: Services : Set Downtime
es: Servicios: Fijar inactividad

source: Top Priority Hosts
es: Lista de hosts prioritarios

source: Secondary Priority Hosts
es: Hosts prioritarios secundarios

source: Latency detected on your platform; check configuration for better optimisation
es: Latencia detectada en su plataforma; compruebe la configuración para una optimización mejor.

source: Some database poller updates are not active; check your nagios platform
es: Algunas actualizaciones de las base de datos de sonda no están activas; compruebe su plataforma Nagios

source: Poller :
es: Sondas:

source: Shutdown the Nagios process
es: Apagar el proceso Nagios

source: Start the Nagios process
es: Iniciar proceso de Nagios

source: Restart the Nagios process
es: Reiniciar el proceso Nagios

source: <= 1 min
es: <= 1 m

source: <= 5 min
es: <= 5 m

source: <= 15 min
es: <= 15 m

source: <= 60 min
es: <= 60 m

source: Nagios Performance Information
es: Información del rendimiento de Nagios
pt_br: Informações de Performance do Nagios

source: And the others...
es: Y los otros...
pt_br: E outros...

source: Centreon-Broker Informations
es: Informaciones de Centreo-Broker

source: Centreon-Broker configuration
es: Configuración de Centreon-Broker

source: Values
es: Valores

source: Nagios Configuration Upload
es: Envío de configuración de Nagios
pt_br: Enviar Configuração do Nagios

source: Nagios/Centreon Server
es: Servidor Nagios/Centreon
pt_br: Servidor Nagios/Centreon

source: Run Nagios debug (-v)
es: Ejecutar Nagios debug (-v)
pt_br: Executar Nagios em modo debug (-v)

source: Linked with Serfvice Groups
es: Enlazado con Grupo de Servicio

source: Nagios Process Check Command
es: Comando de comprobación del proceso de Nagios
pt_br: Comando de Checagem de Processo do Nagios

source: All Nagios Servers
es: Todos los Servidores Nagios
pt_br: Todos os Servidores Nagios

source: Nagios Server
es: Servidor de Nagios
pt_br: Servidor Nagios

source: Generate configuration files for SNMP Traps
es: Generar archivos de configuración para Traps SNMP
pt_br: Gerar arquivos de configuração para Traps SNMP

source: <br><b>Centreon : </b>A Synctrap signal has been sent to
es: <br><b>Centreon : </b>A La señal Synctrap ha sido enviada a

source: Nagios Configuration Files Export
es: Exportar Fichero de Configuración de Nagios
pt_br: Exportar Arquivos de Configuração do Nagios

source: Scheduler Information
es: Programar información

source: Nagios Init Script
es: Script de inicio Nagios
pt_br: Script de Inicialização do Nagios

source: Scheduler Binary
es: Programar Binario

source: Nagios Statistics Binary
es: Estadísticas binario de Nagios

source: Nagios config directory %s does not exist!
es: El directorio de configuración de Nagios %s no existe!

source: Nagios config directory %s is not writable for webserver's user!
es: El directorio de configuración de Nagios %s no es modificable por los usuarios de webservers!

source: Centreon Broker config directory %s does not exist and could not be created!
es: Directorio de configuración de Centreo Broker %s no existe y no puede ser creado!

source: Centreon Broker config directory %s is not writable for webserver's user!
es: El directorio de configuración de Centreon Broker %s no es modificable por los usuarios de webserver!

source: <br><b>Centreon : </b>All configuration files copied with success.
es: <br><b>Centreon : </b>Todos los archivos de configuración han sido copiados con exito.
pt_br: <br><b>Centreon : </b>Todos os arquivos de configuração foram copiados com sucesso.

source: Can't access to needed file
es: No se puede acceder al fichero
pt_br: Não posso acessar o arquivo necessário

source: movement
es: Movimiento
pt_br: movimento

source: Centreon Broker config directory %s does not exists!
es: Directorio de configuración de Centreon Broker %s no existe!

source: Be careful: the interval lenght is different between your Nagios pollers! This can lead to difficulties in configuring your services.
es: Tenga cuidado: la longitud del intervalo es diferente entre las sondas de Nagios! Esto puede ocasionarle dificultades en la configuración de los servicios.

source: Add a Nagios Configuration File
es: Añadir archivo de configuración de Nagios
pt_br: Adicionar um Arquivo de Configuração do Nagios

source: Modify a Nagios Configuration File
es: Modificar archivo de configuración de Nagios
pt_br: Modificar um Arquivo de Configuração do Nagios

source: View a Nagios Configuration File
es: Ver archivo de configuración de Nagios
pt_br: Visualizar Arquivo de Configuração do Nagios

source: Linked Nagios Server
es: Servidor Nagios enlazado

source: Nagios User
es: Usuario de Nagios
pt_br: Usuário do Nagios

source: Nagios Group
es: Grupo de Nagios
pt_br: Grupo do Nagios

source: Timing Interval Length
es: Longitud Intervalo Tiempo
pt_br: Tamanho do Intervalo do momento

source: Add a new broker module
es: Añadir nuevo módulo de broker

source: Delete this broker module
es: Eliminar este módulo de broker

source: Search Options
es: Opciones de Búsqueda
pt_br: Opções de Busca

source: LDAP Base DN
es: DN Base LDAP
pt_br: Base DN LDAP

source: LDAP Search Size Limit
es: Límite del tamaño de la búsqueda LDAP
pt_br: Limitar tamanho da Busca LDAP

source: Alias/Login
es: Alias / Identificación
pt_br: Apelido/Login

source: Default Language
es: Lenguaje por Defecto
pt_br: Linguagem Padrão

source: Mail Type
es: Tipo de Correo
pt_br: Tipo de Email

source: You have to keep at least one contact to access to Centreon
es: Tiene que mantener al menos un contacto para acceder a Centreon
pt_br: Você deve possuir pelo menos um contao para acessar o Centreon

source: Add a Service Template Model
es: Añadir Modelo de Plantilla de Servicio
pt_br: Adicionar um Exemplo de Modelo de Serviço

source: Modify a Service Template Model
es: Modificar Modelo de Plantilla de Servicio
pt_br: Modificar um Exemplo de Modelo de Serviço

source: View a Service Template Model
es: Ver Modelo de Plantilla de Servicio
pt_br: Visualizar um Exemplo de Modelo de Serviço

source: Service Template Name
es: Nombre plantilla del servicio
pt_br: Nome do Template de Serviço

source: Service Template Model
es: Modelo de Plantilla de Servicio
pt_br: Exemplo de Modelo de Serviço

source: Using a Template Model allows you to have multi-level Template connections
es: Utilizar un Modelo de Plantilla le permite tener conexiones multi-nivel de Plantillas
pt_br: Usando um Exemplo de Modelo ajudará a manter conexões de multi-nivel de Modelo

source: Is volatile
es: Es Volátil
pt_br: É volátil

source: Parallel Check
es: Chequeo Paralelo
pt_br: Checagem Paralela

source: Nagios Status Map Image
es: Imagen del Mapa de Estado de Nagios
pt_br: Imagem do Mapa de Status do Nagios

source: Submit result
es: Enviar resultado
pt_br: Enviar resultado

source: Special Command
es: Comando Especial
pt_br: Comando Especial

source: Execute special command
es: Ejecutar el comando especial
pt_br: Executar comando especial

source: Action 1 : Submit result to Nagios
es: Acción 1 : Enviar resultado a Nagios
pt_br: Ação 1 : Enviar resultado ao Nagios

source: Action 3 : Execute a Command
es: Acción 3 : Ejecutar un Comando
pt_br: Ação 3 : Executar um Comando

source: Number of linked services
es: Número de servicios asociados
pt_br: Número de serviços associados

source: Add a Template Deletion Policy
es: Añadir Plantilla de Política de Eliminación
pt_br: Adicionar um Modelo de Politica de Apagamento

source: Modify a Template Deletion Policy
es: Modificar Plantilla de Política de Eliminación
pt_br: Modificar um Modelo de Politica de Apagamento

source: View a Template Deletion Policy
es: Ver Plantilla de Política de Eliminación
pt_br: Visualizar um Modelo de Politica de Apagamento

source: Policy Name
es: Nombre de la Política
pt_br: Nome da Politica

source: Retention Period
es: Período de Retención
pt_br: Periodo de retenção

source: Host Definition Deletion
es: Eliminación de Definición de Equipo
pt_br: Apagamento de Definição de Host

source: Service Definition Deletion
es: Eliminación de Definición de Servicio
pt_br: Apagamento de Definição de Serviço

source: Metric Definition Deletion
es: Eliminación de Definición de Métrica
pt_br: Apagamento de Definição de Métrica

source: Bin Deletion
es: Eliminación Binaria
pt_br: Apagamento Binário

source: Raw Deletion
es: Eliminación Cruda
pt_br: Apagamento Raw

source: Only raw rows according to the retention period
es: Sólo filas sin tratar de acuerdo con el período de retención
pt_br: Somente linhas em raw estão de acordo com o período de retenção

source: Only bin rows according to the retention period
es: Sólo filas binarias de acuerdo con el período de retención
pt_br: Somente linhas em binário estão de acordo com o período de retenção

source: Not link with period, ALL metric + bin
es: No hay enlace con período, ALL metric + bin
pt_br: Nenhuma associação com o período, TODAS as métricas + binário

source: Not link with period, ALL Service + Metric + bin + raw
es: No hay enlace con período, ALL Service + Metric + bin + raw
pt_br: Nenhuma associação com o período, TODAS os Serviços + Métrica + binário + raw

source: Not link with period, ALL Host + Service + Metric + bin + raw
es: No hay enlace con período, ALL Host + Service + Metric + bin + raw
pt_br: Nenhuma associação com o período, TODOS os hosts + serviço + métrica + binário + raw

source: graph on
es: Activar grafico

source: Graph
es: Gráfica
pt_br: Gráfico

source: Tracert
pt_br: Traceroute

source: Nagios PID
pt_br: PID do Nagios

source: Reach Centreon Front-end
pt_br: Alcança o Front-end do Centreon

source: LDAP DN (Distinguished Name)
pt_br: LDAP DN (Nome Diferencial)

source: Nagios 2d Coords
pt_br: Cordenadas 2d no Nagios

source: Nagios 3d Coords
pt_br: Cordenadas 3d no Nagios

source: Reschedule associated services
pt_br: Reagendar serviços associados

source: The same OID element already exists
pt_br: Já existe um mesmo elemento OID

source: Advanced matching rules
pt_br: Regras avançadas de correspondência

source: Main information
pt_br: Informação Principal

source: Convert Trap information for Nagios
pt_br: Converter informação Trap para o Nagios

source: Action 2 : Force rescheduling of service check
pt_br: Ação 2: Força reescalonamento de seleção de serviço

source: Trap description
pt_br: Descrição Trap

source: Bin
pt_br: Binário

source: Nagios Statistics
pt_br: Estatísticas do Nagios
