Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: History Options
cs: Volby historie
es: Opciones del Historial
pt: Opções de história
pt_br: Opções de Historico

source: Add a template
cs: Přidat šablonu
es: Agregar una plantilla
pt: Acrescentar um template
pt_br: Adicionar um Modelo

source: Escalations View
cs: Pohled stupňování
es: Vista de Escaladas
pt: Visão de escaladas
pt_br: Visualizar Escalas

source: Hostgroups Escalation
cs: Stupňování skupiny stanic
es: Escaladas en Grupo de Equipos
pt: Escalada para os grupos de hosts
pt_br: Escala de Grupo de Hosts

source: Hosts Escalation
cs: Stupňování stanic
es: Escaladas en Host
pt: Escalada para os hosts
pt_br: Escalação de Hosts

source: Services Escalation
cs: Stupňování služeb
es: Escaladas de Servicios
pt: Escalada para os serviços
pt_br: Escalas de Serviço

source: Add an Escalation
cs: Přidat stupňování
es: Añadir una Escalada
pt: Acrescentar uma escalada
pt_br: Adicionar uma Escala

source: Modify an Escalation
cs: Upravit stupňování
es: Modificar una Escalada
pt: Editar uma escalada
pt_br: Modificar uma Escala

source: View an Escalation
cs: Zobrazit stupňování
es: Ver una Escalada
pt: Ver uma escalada
pt_br: Visualizar uma Escala

source: Escalation Name
cs: Název stupňování
es: Nombre de Escalada
pt: Nome de escalada
pt_br: Nome da Escala

source: First Notification
cs: První oznámení
es: Primera Notificación
pt: Primeira notificação
pt_br: Primeira Notificação

source: Escalation Period
cs: Perioda stupňování
es: Período de Escalada
pt: Período da escalada
pt_br: Período da Escala

source: Hosts Escalation Options
cs: Volby stupňování stanic
es: Opciones de Escalada en Equipos
pt: Opções de esclada para os hosts
pt_br: Opções de Escala de Host

source: Services Escalation Options
cs: Volby stupňování služby
es: Opciones de Escalada en Servicios
pt: Opções de esclada para os serviços
pt_br: Opções de Escala de Serviço

source: Implied Hosts
cs: Standartní stanice
es: Equipos Implicados
pt: Hosts Implícitos
pt_br: Hosts Indicados

source: Implied Services
cs: Standartní služby
es: Servicios Implicados
pt: Serviços Implícitos
pt_br: Serviços Indicados

source: ALL
cs: VŠECHNY
es: TODOS
pt: TUDO
pt_br: TUDO

source: Services by Host
cs: Služby podle stanice
pt: Serviços por Host

source: Implied Host Groups
cs: Zahrnuté skupiny stanic
pt: Grupos de Hosts Implícitos

source: Implied Meta Services
cs: Zahrnuté meta služby
es: Meta Servicios Implicados
pt: Meta-serviços Implícitos
pt_br: Meta Serviços Indicados

source: Meta Service
cs: Meta služba
es: Meta Servicio
pt: Meta Serviço
pt_br: Meta Serviço

source: Implied Service Groups
cs: Zahrnuté skupiny služeb
pt: Grupos de Serviços Implícitos

source: Meta Services Escalation
cs: Stupňování meta služeb
es: Escaladas en Meta Servicios
pt: Escalada de Meta-Serviços
pt_br: Escala de Meta Serviços

source: Servicegroups Escalation
cs: Stupňování skupiny služeb
es: Escaladas en Grupos de Servicios
pt: Escalada para os grupos de serviços
pt_br: Escala de Grupo de Serviço

source: Add a Dependency
cs: Přidat závislost
es: Añadir Dependencia
pt: Acrescentar uma dependência
pt_br: Adicionar uma Dependência

source: Modify a Dependency
cs: Upravit závislost
es: Modificar Dependencia
pt: Editar uma dependência
pt_br: Modificar uma Dependência

source: View a Dependency
cs: Zobrazit závislost
es: Ver Dependencia
pt: Ver uma dependência
pt_br: Visualizar uma Dependência

source: Parent relationship
cs: Rodičovský vztah
es: Relación parental
pt: Relação de parentesco
pt_br: Relações de Parentesco

source: Notification Failure Criteria
cs: Kritéria chybové notifikace
es: Criterio de Notificación de Fallo
pt: Critério de Falha de Notificação
pt_br: Critério de Falha de Notificação

source: Execution Failure Criteria
cs: Kritéria selhání spuštění
es: Criterio de Fallo en la Ejecución
pt: Critério de Falha de Execução
pt_br: Critério de Falha de Execução

source: All ressources
cs: Všechny zdroje
pt: Todos os recursos

source: Host Filter
cs: Filtr stanice
pt: Filtro de host
pt_br: Filtrar Host

source: Dependent Services
cs: Závislé služby
pt: Serviços Dependentes
pt_br: Serviços Dependentes

source: Dependent Hosts
cs: Závislé stanice
pt: Hosts Dependentes
pt_br: Hosts Dependentes

source: Circular Definition
cs: Definice v kruhu
es: Definición Circular
pt: Definição circular
pt_br: Definição Circular

source: Service Description
cs: Popis Služby
es: Descripción del servicio
pt: Descrição do Serviço
pt_br: Descrição do Serviço

source: Contacts
cs: Kontakty
es: Contactos
pt: Contactos
pt_br: Contatos

source: You are not allowed to access this contact group
pt: Você não está autorizado a aceder este grupo de contacto

source: Add a Contact Group
cs: Přidat skupinu kontaktů
es: Añadir Grupo de Contacto
pt: Acrescentar um grupo de contacto
pt_br: Adicionar um Grupo de Contato

source: Modify a Contact Group
cs: Upravit skupinu kontaktů
es: Modificar Grupo de Contacto
pt: Editar um grupo de contacto
pt_br: Modificar um Grupo de Contatos

source: View a Contact Group
cs: Zobrazit skupinu kontaktů
es: Añadir Grupo de Contacto
pt: Ver um grupo de contacto
pt_br: Visualizar um Grupo de Contatos

source: Contact Group Name
cs: Název skupiny kontaktů
es: Nombre del Grupo de Contacto
pt: Nome de grupo de contacto
pt_br: Nome do Grupo de Contatos

source: Compulsory field
cs: Povinná položka
pt: Campo obrigatório

source: Select Timeperiod...
cs: Vyberte časovou periodu...
pt: Escolher Período temporal...
pt_br: Selecionar Período de Tempo

source: Resulting Time Period with inclusions
cs: Výsledná časová perioda
pt: Período de Tempo resultante com inclusões
pt_br: Período de Tempo resultante com inclusões

source: Time Range
cs: Časový rozsah
pt: Intervalo de Tempo
pt_br: Faixa de Tempo

source: Exception List
cs: Seznam výjimek
pt: Lista de Excepções
pt_br: Lista de Exceção

source: Timeperiod Name
cs: Název časové periody
pt: Nome de Período de Tempo
pt_br: Nome do Período de Tempo

source: Timeperiod Alias
cs: Alias časové periody
pt: Pseudónimo de Período de Tempo
pt_br: Alias do Período de Tempo

source: Sunday
cs: Neděle
es: Domingo
pt: Domingo
pt_br: Domingo

source: Monday
cs: Pondělí
es: Lunes
pt: Segunda-Feira
pt_br: Segunda

source: Tuesday
cs: Úterý
es: Martes
pt: Terça-Feira
pt_br: Terça

source: Wednesday
cs: Středa
es: Miércoles
pt: Quarta-Feira
pt_br: Quarta

source: Thursday
cs: Čtvrtek
es: Jueves
pt: Quinta-Feira
pt_br: Quinta

source: Friday
cs: Pátek
es: Viernes
pt: Sexta-Feira
pt_br: Sexta

source: Saturday
cs: Sobota
es: Sábado
pt: Sábado
pt_br: Sábado

source: Unset Timerange
cs: Nenastavený časový rozsah
pt: Desligar Intervalo de Tempo
pt_br: Desmontar Faixa de Tempo

source: Included Timerange
cs: Připojený časový rozsah
pt: Intervalo de Tempo Incluído
pt_br: Incluir Faixa de Tempo

source: Excluded Timerange
cs: Vyloučený časový rozsah
pt: Intervalo de Tempo Excluído
pt_br: Excluir Faixa de Tempo

source: Timerange Overlaps
cs: Překryv časových rozsahů
pt: Sobreposições de Intervalo de Tempo
pt_br: Sobreposição de Faixa de Tempo

source: Hover on timeline to see more information
cs: Přejeďte po časové ose pro ukázku dalších informací
pt: Paire sobre a linha temporal para ver mais informação
pt_br: Passe o mouse na linha do tempo para obter mais informações

source: No time period selected
cs: Není vybrána žádná časová perioda
pt: Nenhum período de tempo seleccionado
pt_br: Nenhum período de tempo selecionado

source: Do you confirm this deletion?
cs: Souhlasíte s tímto odstraněním?
es: Confirma esta acción de borrado?
pt: Você confirma a remoção?
pt_br: Você confirma a exclusão?

source: Add a Time Period
cs: Přidat časovou periodu
es: Añadir Período de Tiempo
pt: Acrescentar um Período de Tempo
pt_br: Adicionar um Período de Tempo

source: Modify a Time Period
cs: Upravit časovou periodu
es: Modificar Período de Tiempo
pt: Editar um Período de Tempo
pt_br: Modificar um Período de Tempo

source: View a Time Period
cs: Zobrazit časovou periodu
es: Ver Período de Tiempo
pt: Ver um Período de Tempo
pt_br: Visualizar um Período de Tempo

source: Time Period Name
cs: Název časové periody
es: Nombre Período de Tiempo
pt: Nome de Período de Tempo
pt_br: Nome do Período de Tempo

source: Basic Settings
cs: Základní nastavení
pt: Configurações Básicas
pt_br: Configurações Básicas

source: Extended Settings
cs: Rozšířené nastavení
pt: Configurações Adicionais
pt_br: Configurações Avançadas

source: Include Timeperiods
cs: Přiložit časové periody
pt: Incluir Períodos Temporais
pt_br: Incluir Timeperiods

source: Exclude Timeperiods
cs: Vyloučit časové doby
pt: Excluir Períodos Temporais
pt_br: Excluir Timeperiods

source: Error in hour definition
cs: Chyba v definici hodiny
pt: Erro na definição da hora
pt_br: Erro na definição de hora

source: GMT is activated on your system. Exceptions will not be generated.
cs: GMT je ve Vašem systému aktivní. Výjimky nebudou generovány.
pt: GMT está activado no seu sistema. Excepções não serão geradas.
pt_br: GMT está ativo em seu sistema. Exceções não serão geradas.

source: Exceptions
cs: Výjimky
pt: Excepções
pt_br: Exceções

source: You are not allowed to access this host group
pt: Você não está autorizado a aceder este grupo de hosts

source: Add a Host Group
cs: Vložit novou skupinu stanic
pt: Adicionar um Grupo de Hosts

source: Modify a Host Group
cs: Upravit skupinu stanic
pt: Modificar um Grupo de Hosts

source: View a Host Group
cs: Ukázat skupinu stanic
pt: Visualizar um Grupo de Hosts

source: Host Group Name
cs: Jméno skupiny stanic
pt: Nome do Grupo de Hosts

source: Linked Hosts
cs: Připojené stanice
es: Equipos Enlazados
pt: Hosts Associados
pt_br: Hosts Associados

source: Linked Host Groups
cs: Připojené skupiny stanic
pt: Grupos de Hosts Associados
pt_br: Grupos de Hosts Linkados

source: Extended Information
cs: Rozšířené informace
es: Información Extendida
pt: Informações Adicionais
pt_br: Informações Estendidas

source: Notes URL
cs: URL poznámek
es: Nota URL
pt: URL de Notas
pt_br: URL de Notas

source: Map Icon
cs: Ikona mapy
es: Icono de Mapa
pt: Ícone de Mapa
pt_br: Ícone de Mapa

source: RRD retention
pt: Retenção RRD

source: Compulsory hosts (due to ACL restrictions that could prevent you from seeing this host group)
pt: Hosts obrigatórios (devido a restrições da LCA que poderiam impedi-lo de ver este grupo de hosts)

source: Enabled Hosts
cs: Povolené stanice
es: Equipos Habilitados
pt: Activar hosts
pt_br: Habilitar Hosts

source: Disabled Hosts
cs: Zakázané stanice
es: Equipos Deshabilitados
pt: Desactivar hosts
pt_br: Desabilitar Hosts

source: Enabled HostGroups
cs: Povolené skupiny stanic
es: Habilitar Grupos de Equipos
pt: Activar grupos de hosts
pt_br: Habilitar Grupo de Hosts

source: Disabled HostGroups
cs: Zakázané skupiny stanic
es: Deshabilitar Grupos de Equipos
pt: Desactivar grupos de hosts
pt_br: Desabilitar Grupo de Hosts

source: Escalated Hosts
cs: Eskalované stanice
pt: Hosts Escalados

source: Escalated Services
cs: Eskalované služby
pt: Serviços Escalados

source: Host escalations
cs: Eskalace stanic
pt: Escalações de hosts

source: Service escalations
cs: Eskalace služeb
pt: Escalações de serviços

source: Host notifications
cs: Oznámení stanic
pt: Notificações de host

source: Service notifications
cs: Oznámení služeb
pt: Notificações de serviço

source: The selected user didn't see any resources
cs: Vybraný uživatel nevidí žádné zdroje
es: El usuario seleccionado no ve ningún recurso
pt: O utilizador seleccionado não pode visualizar qualquer recurso

source: Please select a user in order to view his notifications
cs: Prosím vyberte uživatele, abyste viděli jeho oznámení
pt: Seleccione um utilizador para visualizar suas notificações

source: The selected user is not enable.
cs: Vybraný uživatel není povolen
es: El usuario seleccionado no esta activo
pt: O utilizador seleccionado não está ligado.

source: LDAP Import
cs: Importovat LDAP
es: Importar de LDAP
pt: Importação LDAP
pt_br: Importar LDAP

source: LDAP Servers
cs: Servery LDAP
pt: Servidores LDAP

source: Search Filter
cs: Vyhledávací filtr
es: Filtro de Búsqueda
pt: Filtro de Busca
pt_br: Filtro de Busca

source: Search Result
cs: Výsledek hledání
es: Resultado de Búsqueda
pt: Resultado de pesquisa
pt_br: Resultado da Busca

source: Filter Examples
cs: Příklady filtrů
es: Ejemplos de Filtros
pt: Exemplos de Filtro
pt_br: Exemplos de Filtro

source: Filter
cs: Filtr
pt: Filtro

source: Import
es: Importar
pt: Importar
pt_br: Importar

source: Import from LDAP servers
cs: Importovat z LDAP serverů
pt: Importar dos servidores LDAP

source: Full Name
cs: Úplný název
es: Nombre completo
pt: Nome Completo
pt_br: Nome Completo

source: Alias / Login
cs: Alias / přihlašovací jméno
es: Alias / Identificación
pt: Pseudónimo / Login
pt_br: Apelido / Login

source: Host Notification Period
cs: Perioda oznámení stanice
es: Período de Notificación del Equipo
pt: Período de notificação do host
pt_br: Período de Notificação de Host

source: Services Notification Period
cs: Perioda oznámení služby
es: Período de Notificación de Servicios
pt: Período de Notificação de Serviços
pt_br: Período de Notificação de Serviços

source: Language
cs: Jazyk
es: Idioma
pt: Língua
pt_br: Linguagem

source: Access
cs: Přístup
pt: Acesso

source: This user is an administrator.
cs: Tento uživatel je administrátor.
pt: Este utilizador é um administrador.

source: This user is a simple user.
cs: Tento uživatel je prostý uživatel.
pt: Este utilizador é um simples utilizador.

source: This is a contact template.
cs: Toto je šablona kontaktu.
pt: Este é um template de contacto.

source: View contact notifications
cs: Ukázat oznámení kontaktu
pt: Visualizar notificações do contacto

source: Import SNMP traps from MIB file
cs: Importovat SNMP trapy ze souboru MIB
es: Importar trampas de SNMP desde el archivo MBI
pt: Importar traps SNMP de um ficheiro MIB
pt_br: Importar traps SNMP do arquivo MIB

source: Vendor Name
cs: Název prodejce
es: Nombre del Vendedor
pt: Nome do Fornecedor
pt_br: Nome do Fornecedor

source: File (.mib)
cs: Soubor (.mib)
es: Archivo (.mib)
pt: Ficheiro (.mib)
pt_br: Arquivo (.mib)

source: Message truncated (exceeded %s characters)
pt: Mensagem truncada (excedeu %s caracteres)

source: Host Groups Name
cs: Jméno skupin stanic
pt: Nomde de Grupo de Hosts
pt_br: Nome dos Grupos de Host

source: Dependent Host Groups Name
cs: Jméno závislých skupin stanic
pt: Nome de Grupo de Hosts Dependente
pt_br: Nome do Grupo de Host Dependente

source: Add a Trap definition
cs: Přidat definici trapů
es: Añadir una definición de Captura
pt: Acrescentar uma definição de TRAP
pt_br: Adicionar uma definição de Trap

source: Modify a Trap definition
cs: Upravit definici trapů
es: Modificar una definición de Captura
pt: Editar uma definição de TRAP
pt_br: Modificar uma definição de Trap

source: View a Trap definition
cs: Zobrazit definici trapů
es: Ver una definición de Captura
pt: Ver uma definição de TRAP
pt_br: Visualizar uma definição de Trap

source: Trap name
cs: Název trapu
es: Nombre de la Captura
pt: Nome de trap
pt_br: Nome do Trap

source: Default Status
cs: Výchozí status
pt: Estado Padrão
pt_br: Status Padrão

source: Advanced parameters
cs: Pokročilé parametry
pt: Parâmetros avançados

source: Add a new matching rule
cs: Vložit nové pravidlo shody
pt: Adicionar uma nova regra de correspondência

source: Order
cs: Pořadí
es: Orden
pt: Ordenar
pt_br: Ordem

source: Do you really wish to remove this entry?
cs: Opravdu si přejete odstranit tento záznam?
es: Está seguro que desea eliminar esta entrada?
pt: Deseja realmente remover esta entrada?

source: Output Message
cs: Výstupní zpráva
es: Mensaje de Salida
pt: Mensagem de saída
pt_br: Mensagem do Emissor

source: Criticality level
cs: Kritická úroveň
pt: Nível de criticidade

source: Do you confirm the deletion?
cs: Potvrzujete smazání?
pt: Confirma a remoção?

source: Criticality Level
cs: Kritická úroveň
pt: Nível de Criticidade

source: Level
cs: Úroveň
pt: Nível

source: Level must be a number
cs: Úroveň musí být číselná
pt: O nível deve ser um número

source: Required fields
cs: Vyžadovaná pole
es: Campos obligatorios
pt: Campos obrigatórios
pt_br: Campos requeridos

source: Check
cs: Kontrola
es: Comprobación
pt: Verificação
pt_br: Checar

source: Discovery
cs: Zjišťování
pt: Descoberta
pt_br: Descoberta

source: Error: Cannot Execute this command due to an path security problem.
cs: Chyba: Nemohu spustit příkaz kvůli problému s bezpečností cesty
pt: Erro: Não pode executar este comando devido a problema de segurança no caminho.
pt_br: Erro: Não é possível executar este comando devido a um problema de segurança do caminho.

source: Plugin Help
cs: Nápověda zásuvného modulu
es: Ayuda del complemento
pt: Ajuda do Plugin
pt_br: Ajuda de Plugin

source: Command Line
cs: Příkazový řádek
es: Línea de comando
pt: Linha de comando
pt_br: Linha de Comando

source: Could not find macro
cs: Nelze nalézt makro
es: No se pudo encontrar la macro
pt: Não conseguiu encontrar a macro
pt_br: Não pude encontrar a macro

source: ERROR
cs: CHYBA
pt: ERRO
pt_br: ERRO

source: Directory traversal detected
pt: Transição de directório detectada

source: Plugin has to be in :
cs: Zásuvný modul je v:
pt: O plugin deve estar em :
pt_br: O Plugin deve estar em :

source: Plugin Test
cs: Test zásuvného modulu
es: Prueba de Complemento
pt: Teste de Plugin
pt_br: Teste de Plugin

source: Plugin test
cs: Test zásuvného modulu
es: Prueba de Complemento
pt: Teste de plugin
pt_br: Teste de Plugin

source: View command definition
cs: Ukázat definici příkazu
pt: Ver a definição do comando
pt_br: Ver definição de comando

source: Notification command
cs: Příkaz oznámení
pt: Commando de notificação
pt_br: Comando de notificação

source: Check command
cs: Příkaz kontroly
pt: Commando de verificação
pt_br: Comando de checagem

source: Information command
cs: Informační příkaz
pt: Informação do comando
pt_br: comando de informação

source: No command selected
cs: Není vybrán žádný příkaz
pt: Nenhum comando seleccionado
pt_br: Nenhum comando selecionado

source: Command Name
cs: Název příkazu
es: Nombre de comando
pt: Nome de comando
pt_br: Nome do Comando

source: Notif
cs: Notifikace
es: Notificación
pt: Notificação
pt_br: Notificar

source: Argument Descriptions
cs: Popis argumentů
pt: Descrição dos argumentos

source: Arguments
cs: Argumenty
pt: Argumentos
pt_br: Argumentos

source: Close
cs: Zavřít
es: Cerrar
pt: Fechar
pt_br: Fechar

source: Sorry, your command line does not contain any $ARGn$ macro.
cs: Omlouváme se, ale Váš příkaz neobsahuje žádné $ARGn$ makro.
pt: Peço desculpa, a sua linha de comando não contém nenhuma macro $ARGn$.
pt_br: Desculpe, sua linha de comando não contém qualquer macro $ARGn$.

source: Host Uses
cs: Stanice používá
pt: Host Utilizam

source: Services Uses
cs: Služby používají
pt: Serviços Utilzam

source: Add a Command
cs: Přidat příkaz
es: Añadir comando
pt: Acrescentar um comando
pt_br: Adicionar um Comando

source: Modify a Command
cs: Upravit příkaz
es: Modificar comando
pt: Editar um comando
pt_br: Modificar um Comando

source: View a Command
cs: Zobrazit příkaz
es: Ver comando
pt: Ver um comando
pt_br: Visualizar um Comando

source: Argument Example
cs: Příklad argumentu
es: Argumento de ejemplo
pt: Exemplo de Argumento
pt_br: Exemplo de Argumento

source: Enable shell
cs: Povolit shell
pt: Ligar shell

source: Graph template
cs: Šablona grafu
es: Plantilla de gráfico
pt: Template de gráfico
pt_br: Modelo de Gráfico

source: Describe arguments
cs: Popište argumenty
pt: Descrever argumentos

source: Clear arguments
cs: Vyčistit argumenty
pt: Limpar argumentos

source: Select a connector...
cs: Vyberte konektor...
pt: Seleccione um conector...

source: Connectors
cs: Konektory
pt: Conectores

source: Compulsory Command Line
cs: Vynucená příkazová řádka
es: Línea de comando obligatoria
pt: Linha de Comando Obrigatória
pt_br: Linha de Comando Obrigatório

source: Commands definitions can contain Macros but they have to be valid.
cs: Definice příkazů mohou obsahovat makra, ale ta musí mít správný tvar
es: Las definiciones de comandos pueden contener macros, pero deben ser válidos.
pt: Definições de comando devem conter Macros, mas devem ser válidas.
pt_br: Definições de comando devem conter Macros, mas devem ser validas

source: Test the plugin
cs: Test zásuvného modulu
es: Probar el Complemento
pt: Teste o plugin
pt_br: Teste o plugin

source: Add a User
cs: Přidat uživatele
es: Añadir usuario
pt: Acrescentar um utilizador
pt_br: Adicionar um Usuário

source: Modify a User
cs: Upravit uživatele
es: Modificar usuario
pt: Editar um utilizador
pt_br: Modificar um Usuário

source: View a User
cs: Zobrazit uživatele
es: Ver usuario
pt: Ver um utilizador
pt_br: Visualizar um Usuário

source: Centreon Authentication
cs: Autentizace Centreonu
pt: Autenticação do Centreon

source: Contact template used
cs: Použitá šablona kontaktu
pt: Template de contacto utilizado

source: Additional Addresses
cs: Další adresy
pt: Endereços Adicionais

source: Address1
cs: Adresa1
pt: Endereço1

source: Address2
cs: Adresa2
pt: Endereço2

source: Address3
cs: Adresa3
pt: Endereço3

source: Address4
cs: Adresa4
pt: Endereço4

source: Address5
cs: Adresa5
pt: Endereço5

source: Address6
cs: Adresa6
pt: Endereço6

source: Enable Notifications
cs: Povolit oznámení
pt: Ligar notificações

source: Host Notification Options
cs: Volby oznámení stanice
pt: Opções de Notificação de Host

source: Host Notification Commands
cs: Příkazy oznámení stanice
es: Comandos de Notificación de Equipo
pt: Comandos de notificação de host
pt_br: Comandos de Notificação de Host

source: Service Notification Options
cs: Volby oznámení služeb
pt: Opções de Notificação de Serviço

source: Service Notification Period
cs: Perioda oznámení služby
pt: Período de Notificação de Serviço

source: Service Notification Commands
cs: Příkazy oznámení služby
pt: Comandos de Notificação de Serviço

source: Compulsory Period
cs: Vynucená perioda
es: Período Obligatorio
pt: Período Obrigatório
pt_br: Período Obrigatório

source: Compulsory Option
cs: Volba vynuceného
es: Opción Obligatoria
pt: Opção Obrigatória
pt_br: Opção Obrigatória

source: Compulsory Command
cs: Vynucený příkaz
es: Comando Obligatorio
pt: Comando Obrigatório
pt_br: Comando Obrigatório

source: Contact already exists
cs: Kontakt již existuje
pt: O contacto já existe

source: Alias already exists
cs: Alias již existuje
pt: O pseudónimo já existe

source: You are not allowed to access this service category
pt: Você não está autorizado a aceder esta categoria de serviços

source: Add a Service Category
cs: Přidat kategorii služby
es: Añadir categoría de servicio
pt: Acrescentar uma categoria de serviço
pt_br: Adicionar uma Categoria de Serviço

source: Modify a Service Category
cs: Změnit kategorii služby
es: Modificar categoría de servicio
pt: Editar uma categoria de serviço
pt_br: Modificar uma Categoria de Serviço

source: View a Service Category
cs: Zobrazit kategorii služby
es: Ver categoría de servicio
pt: Ver uma categoria de serviço
pt_br: Visualizar uma Categoria de Serviço

source: Severity type
pt: Tipo de severidade

source: Host Service Descriptions
cs: Popis služby stanice
pt: Descrições dos Hosts Serviço
pt_br: Descrição de Serviço de Host

source: Service Template Descriptions
cs: Popis šablony služby
pt: Descrições dos Templates de Serviços
pt_br: Descrição de Modelo de Serviço

source: Must be a number
pt: Tem de ser um número

source: Service Group Names
cs: Názvy skupin služeb
pt: Nomes de Grupos de Serviços
pt_br: Nomes do Grupo de Serviço

source: Dependent Service Group Names
cs: Jména závislých skupin služeb
pt: Nomes de Grupos de Serviço Dependentes
