Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Centreon Broker configuration path
cs: Cesta ke konfiguraci Centreon brokeru
es: Ruta de configuración de Centreo - Broker
pt: Caminho de configuração do Centreon Broker

source: Centreon Broker modules path
cs: Cesta k modulům Centreon brokeru
es: Ruta de módulos de Centreon - Broker
pt: Caminho dos módulos do Centreon Broker

source: Centreon Connector
pt: Conector Centreon

source: Centreon Connector path
pt: Caminho do Conector Centreon

source: Centreontrapd init script path
pt: Caminho para o script de inicialização do Centreontrapd

source: Directory of light database for traps
pt: Directório da base de dados light para traps

source: The name of the poller is mandatory
cs: Jméno polleru je povinné
pt: O nome do poller é obrigatório

source: Add a Resource
cs: Přidat prostředek
es: Añadir Recurso
pt: Acrescentar um Recurso
pt_br: Adicionar um Recurso

source: Modify a Resource
cs: Změnit prostředek
es: Modificar Recurso
pt: Editar um Recurso
pt_br: Modificar um Recurso

source: View Resource
cs: Zobrazit prostředek
es: Ver Recurso
pt: Ver um Recurso
pt_br: Visualizar um Recurso

source: Resource Name
cs: Název zdroje
es: Nombre del Recurso
pt: Nome de Recurso
pt_br: Nome do Recurso

source: MACRO Expression
cs: Výraz MAKRA
es: Expresión MACRO
pt: Expressão MACRO
pt_br: Expressão MACRO

source: Linked Instances
cs: Spojené instance
pt: Instâncias Associadas

source: Compulsory Instance
cs: Povinné instance
pt: Instância obrigatória

source: Resource used by one of the instances
cs: Použité zdroje jednou z instancí
pt: Recurso utilizado por uma das instâncias

source: First page
cs: První stránka
es: Primera página
pt: Primeira página
pt_br: Primeira Página

source: Previous page
cs: Předchozí stránka
es: Página anterior
pt: Página anterior
pt_br: Página Anterior

source: Next page
cs: Další stránka
es: Página siguiente
pt: Página seguinte
pt_br: Próxima Página

source: Last page
cs: Poslední stránka
es: Última página
pt: Última página
pt_br: Última Página

source: Rows
cs: Řádky
es: Filas
pt: Linhas
pt_br: Colunas

source: Page
cs: Stránka
es: Página
pt: Página
pt_br: Página

source: Active Color
cs: Aktivní barva
pt: Cor activa

source: New Color
cs: Nová barva
pt: Nova Cor

source: ServiceGroups
cs: Skupina služeb
es: Grupos de Servicios
pt: Grupos de serviços
pt_br: Grupos de Serviços

source: Service Description Search Key
cs: Klíč hledání popisu služby
es: Descripción del servicio para buscar claves
pt: Chave de procura da descrição de Serviços

source: Quick Search
cs: Rychlé hledání
es: Búsqueda rápida
pt: Pesquisa rápida
pt_br: Busca Rápida

source: Go
cs: Přejít
es: Ir
pt: Ir
pt_br: Ir

source: Reset filters
cs: Smazat filtry
pt: Limpar filtros

source: Split Components
cs: Rozdělit komponenty
es: Separar Componentes
pt: Dividir Componentes
pt_br: Dividir Componentes

source: Display Status
cs: Zobrazit stav
es: Desplegar Estado
pt: Mostrar Estado
pt_br: Status de Visualização

source: Hosts list
cs: Přehled stanic
es: Lista de hosts
pt: Lista de hosts
pt_br: Lista de Hosts

source: Add a Data Source Template
cs: Přidat šablonu datového zdroje
es: Añadir Plantilla de Fuente de Datos
pt: Adicionar um Template de Fonte de Dados
pt_br: Adicionar um Modelos de Fonte de Dados

source: Modify a Data Source Template
cs: Změnit šablonu datového zdroje
es: Modificar Plantilla de Fuente de Datos
pt: Modificar um Template de Fonte de Dados
pt_br: Modificar um Modelos de Fonte de Dados

source: View a Data Source Template
cs: Zobrazit šablonu datového zdroje
es: Ver Plantilla de Fuente de Datos
pt: Visualizar um Template de Fonte de Dados
pt_br: Visualizar um Modelos de Fonte de Dados

source: Display Optional Modifier
cs: Zobrazit dobrovolný modifikátor
es: Mostrar Modificador Opcional
pt: Mostrar Modificadores Opcionais

source: Template Name
cs: Název šablony
es: Nombre de la Plantilla
pt: Nome de Template
pt_br: Nome do Modelo

source: Stack
es: Apilar
pt: Pilha

source: Host / Service Data Source
cs: Zdroj dat pro stanici / službu
es: Origen de Datos de Host / Servicio
pt: Host / Serviço Fonte dos Dados

source: Choose a host, then its associated service.<BR>If you want a specific curve.
cs: Vyberte si stanici, pak její přidružené služby.<BR>Pokud chcete konkrétní křivku.
es: Elegir un host y luego su servicio asociado. <BR> Si desea una curva específica.
pt: Escolha um host e, após, o serviço associado.<BR>Se quiser uma curva específica.

source: Data Source Name
cs: Název datového zdroje
es: Nombre de la Fuente de Datos
pt: Nome da fonte de dados
pt_br: Nome da fonte de dados

source: Line color
cs: Barva čáry
es: Color de línea
pt: Cor da linha
pt_br: Cor da linha

source: Area color
cs: Barva oblasti
es: Color de área
pt: Cor da área
pt_br: Cor da Area

source: Warning Area color
cs: Barva oblasti varování
es: Color del Area de aviso
pt: Cor área de Aviso

source: Critical Area color
cs: Barva kritické oblasti
es: Color del Área crítica
pt: Cor da Área Crítica

source: Transparency
cs: Transparentnost
es: Transparencia
pt: Transparência
pt_br: Transparência

source: Filling
cs: Vyplňit
es: Relleno
pt: Preenchimento
pt_br: Preenchimento

source: Print Max value
cs: Vypsat maximální hodnotu
es: Imprimir valor Max
pt: Imprimir valor máximo
pt_br: Imprimir valor máximo

source: Print Min value
cs: Vypsat minimální hodnotu
es: Imprimir Valor Min
pt: Imprimir valor mínimo
pt_br: Imprimir valor mínimo

source: Round the min and max
cs: Zaokrouhlit minima a maxima
pt: Arredondar o mínimo e o máximo

source: Print Average
cs: Vypsat průměr
es: Imprimir Promedio
pt: Imprimir média
pt_br: Imprimir média

source: Print Last Value
cs: Vypsat poslední hodnotu
es: Imprimir Último Valor
pt: Imprimir último valor
pt_br: Imprimir último valor

source: Print Total Value
cs: Ukázat celkovou hodnotu
pt: Imprimir Valor Total

source: Invert
cs: Invertovat
es: Invertir
pt: Inverter
pt_br: Inverter

source: Default Centreon Graph Template
cs: Výchozí šablona grafu centreonu
es: Plantilla Gráfica de Centreon predeterminada
pt: Template Padrão de Gráfico do Centreon
pt_br: Modelo Padrão de Gráfico do Centreon

source: Thickness
cs: Tloušťka
es: Grosor
pt: Densidade
pt_br: Densidade

source: Legend Name
cs: Jméno legendy
es: Nombre de la leyenda
pt: Nome da Legenda

source: Display Only The Legend
cs: Zobrazit pouze legendu
es: Mostrar solo la leyenda
pt: Mostrar apenas a Legenda

source: Empty Line After This Legend
cs: Prázdný řádek po této legendě
es: Salto de linea después de la leyenda
pt: Linha em Branco Após esta Legenda

source: Graph Choice
cs: Výběr grafu
es: Selección de Gráfica
pt: Escolha o Gráfico
pt_br: Escolha o Gráfico

source: Graph List
cs: Seznam grafů
es: Lista de Gráficas
pt: Lista de gráficos
pt_br: Lista de Gráfico

source: Name already in use for this Host/Service
cs: Jméno je již pro tuto stanici/službu použito
es: El nombre ya esta en uso para este Host/Servicio
pt: O nome já está em uso para este Host/Serviço

source: Data Source already in use for this Host/Service
cs: Zdroj dat je již pro tuto stanici/službu použit
es: El Origen de Datos ya está en uso para este Host/Servicio
pt: A Fonte de Dados já está em uso para este Host/Serviço

source: Random
cs: Náhodný
pt: Aleatória

source: Color line mode
cs: Mód barvy čáry
pt: Modo de cor da linha

source: Pick a color
cs: Vybrat barvu
pt: Escolha uma cor

source: Properties
cs: Vlastnosti
es: Propiedades
pt: Propriedades
pt_br: Propriedades

source: Stacked
es: Apilados
pt: Empilhado

source: Add a Graph Template
cs: Přidat šablonu grafu
es: Añadir una Plantilla Gráfica
pt: Acrescentar um Templlate de gráfico
pt_br: Adicionar um Modelo de Gráfico

source: Modify a Graph Template
cs: Upravit šablonu grafu
es: Modificar una Plantilla Gráfica
pt: Editar um Template de gráfico
pt_br: Modificar um Modelo de Gráfico

source: View a Graph Template
cs: Zobrazit šablonu grafu
es: Ver una Plantilla Gráfica
pt: Ver um Template de gráfico
pt_br: Visualizar um Modelo de Gráfico

source: Image Type
cs: Typ obrázku
es: Tipo de Imagen
pt: Tipo de imagem
pt_br: Tipo de Imagem

source: Vertical Label
cs: Vertikální popisek
es: Etiqueta Vertical
pt: Etiqueta Vertical
pt_br: Legenda Vertical

source: Width
cs: Šířka
es: Ancho
pt: Largura
pt_br: Largura

source: Height
cs: Výška
es: Altura
pt: Altura
pt_br: Altura

source: Lower Limit
cs: Dolní hranice
es: Límite Inferior
pt: Limite Inferior
pt_br: Limite mínimo

source: Upper Limit
cs: Horní hranice
es: Límite Superior
pt: Limite Superior
pt_br: Limite máximo

source: Size to max
cs: Velikost na maximum
es: Tamaño máximo
pt: Maior valor
pt_br: Tamanho ao máximo

source: Graph Period
cs: Doba grafu
es: Período del Gráfico
pt: Período do Gráfico
pt_br: Período do Gráfico

source: No Step
cs: Žádný krok
es: Sin Paso
pt: Nenhum Passo
pt_br: Sem Passo

source: Recovery Step
cs: Krok obnovení
es: Paso de Recuperación
pt: Passo de Recuperação
pt_br: Etapa de Recuperação

source: Grid background color
cs: Barva pozadí mřížky
es: Color de fondo de la rejilla
pt: Cor da grade de fundo
pt_br: Cor da grade de fundo

source: Main grid color
cs: Barva hlavní mřížky
es: Color de la rejilla principal
pt: Cor da grade principal
pt_br: Cor da grade principal

source: Secondary grid color
cs: Barva vedlejší mřížky
es: Color de la rejilla secundaria
pt: Cor da grade secundária
pt_br: Cor da grade secundária

source: Outline color
cs: Barva obrysu
es: Color de línea
pt: Cor do traço
pt_br: Cor do traço

source: Background color
cs: Barva pozadí
es: Color de fondo
pt: Cor de fundo
pt_br: Cor de fundo

source: Text color
cs: Barva textu
es: Color de texto
pt: Cor do texto
pt_br: Cor do texto

source: Arrow color
cs: Barva šipky
es: Color de flecha
pt: Cor da seta
pt_br: Cor da Seta

source: Top color
cs: Vrchní barva
es: Color de la cabecera
pt: Cor do topo
pt_br: Cor do topo

source: Bottom color
cs: Spodní barva
es: Color en el inferior
pt: Cor de baixo
pt_br: Cor de Baixo

source: Stacking
cs: Skládání
es: Apilar
pt: Empilhar
pt_br: Empilhar

source: Scale Graph Values
cs: Přizpůsobit hodnoty grafu
es: Valores de Escala Gráfica
pt: Escalar Valores do Gráfico

source: Data Source Choice
cs: Vybrat datový zdroj
es: Selección de Fuente de Datos
pt: Escolha uma Origem de Dados
pt_br: Escolha uma Origem de Dados

source: Data Source List
cs: Seznam datových zdrojů
es: Lista de Fuentes de Datos
pt: Lista de Origem de Dados
pt_br: Lista de Origem de Dados

source: Data Sources
cs: Datové zdroje
es: Fuentes de Datos
pt: Origem de Dados
pt_br: Origem de Dados

source: List of known metrics
cs: Seznam známých metrik
es: Lista de métricas conocidas.
pt: Lista de métricas

source: Service list
cs: Skupina služeb
es: Lista de Servicios
pt: Lista de serviços

source: Orphan Hosts
cs: Samostatní hosti
es: Equipos Huérfanos
pt: Hosts Órfãos
pt_br: Hosts Órfãos

source: Choose the source to graph
cs: Vybrat zdroj pro graf
es: Elija la fuente a gráficar
pt: Escolha a origem do gráfico
pt_br: Escolha a origem do gráfico

source: Last 3 Days
cs: Poslední 3 dny
es: Últimos 3 días
pt: Últimos 3 Dias
pt_br: Últimos 3 Dias

source: Last 5 Days
cs: Posledních 5 dní
es: Últimos 5 días
pt: Últimos 5 Dias
pt_br: Últimos 5 Dias

source: Host list
cs: Seznam stanic
es: Lista de hosts
pt: Lista de hosts

source: Add a Virtual Metric
cs: Vložit virtuální metriku
es: Añadir una Métrica Virtual
pt: Adicionar uma Métrica Virtual

source: Modify a Virtual Metric
cs: Změnit virtuální metriku
es: Modificar una Métrica Virtual
pt: Modificar uma Métrica Virtual

source: View a Virtual Metric
cs: Ukázat virtuální metriku
es: Ver una Métrica Virtual
pt: Visualizar uma Métrica Virtual

source: RPN Function
cs: Funkce RPN
es: Función RPN
pt: Função RPN

source: Metric Name
cs: Jméno metriky
es: Nombre de la Métrica
pt: Nome da Métrica

source: Choose a host, then its associated service.
cs: Vyberte stanici, poté její přidruženou služu.
es: Elegir un host y luego su servicio asociado.
pt: Escolha um host e, após, o serviço associado.

source: DEF Type
cs: Typ DEF
es: Tipo DEF
pt: Tipo DEF

source: RPN (Reverse Polish Notation) Function
cs: RPN (Reverse Polish Notation) Funkce
es: Función RPN (Notación Polaca Inversa)
pt: Função RPN

source: <br><i><b><font color="#B22222">Notes </font>:</b></i><br>&nbsp;&nbsp;&nbsp;- Do not mix metrics of different sources.<br>&nbsp;&nbsp;&nbsp;- Only aggregation functions work in VDEF rpn expressions.
cs: <br><i><b><font color="#B22222">Poznámky </font>:</b></i><br>&nbsp;&nbsp;&nbsp;- Nekombinujte metriky z různých zdrojů.<br>&nbsp;&nbsp;&nbsp;- Agregační funkce pracují pouze s VDEF rpn výrazy.
es: <br><i><b><font color="#B22222">Notas </font>:</b></i><br>&nbsp;&nbsp;&nbsp;- No mezcle métricas de diferentes fuentes de dátos.<br>&nbsp;&nbsp;&nbsp;- Solo funciones de agregación funcionan en expresiones VDEF rpn.
pt: <br><i><b><font color="#B22222">Notas </font>:</b></i><br>&nbsp;&nbsp;&nbsp;- Não misture métricas de fontes diferentes.<br>&nbsp;&nbsp;&nbsp;- Somente funções de agregaçãp funcionam com expressões rpn VDEF.

source: Metric Unit
cs: Jednotky metriky
es: Unidad Metrica
pt: Unidade da Métrica

source: Warning Threshold
cs: Prahová hodnota varování
es: Umbral de Advertencia
pt: Limiar de Aviso

source: Critical Threshold
cs: Prahová hodnota kritického stavu
es: Umbral Critico
pt: Limiar Crítico

source: Hidden Graph And Legend
cs: Skrytý Graf a Legenda
es: Ocultar gráfica y leyenda
pt: Esconder Gráfico e Legenda

source: Required Fields 'Host' and 'Service' list
cs: Požadovaná pole 'Stanice' a 'Skupiny služeb'
es: Campos Host y Servicios requeridos
pt: Os campos 'Host' e 'Serviço' são obrigatórios

source: Required Field 'Service' list
cs: Požadované pole 'Skupina služeb'
es: Campo de Servicio requerido
pt: O campo 'Serviço' é obrigatório

source: Can't Use This Virtual Metric '
cs: Nelze použít tuto virtuální metriku '
es: No puede utilizar esta Métrica Virtual
pt: Não é possível utilizar esta Métrica Virtual '

source: Unit
cs: Jednotka
es: Unidad
pt: Unidade
pt_br: Unidade

source: Function
cs: Funkce
es: Función
pt: Função

source: Data Count
cs: Součet dat
es: Contador de Datos
pt: Contagem de Dados

source: Hidden
cs: Skryté
es: Oculto
pt: Oculto

source: Add an ACL
cs: Přidat ACL
es: Añada un ACL
pt: Acrescentar uma LCA
pt_br: Adicionar uma ACL

source: Modify an ACL
cs: Upravit ACL
es: Modifique un ACL
pt: Editar uma LCA
pt_br: Modificar um ACL

source: View an ACL
cs: Zobrazit ACL
es: Ver un ACL
pt: Ver uma LCA
pt_br: Visualizar uma ACL

source: ACL Definition
cs: Definice ACL
es: Definición de ACL
pt: Definição de LCA
pt_br: Definição de ACL

source: Linked Groups
cs: Připojené skupiny
es: Grupos asociados
pt: Grupos Associados
pt_br: Grupos Associados

source: Accessible Pages
cs: Přístupné stránky
es: Páginas Accesibles
pt: Páginas acessíveis
pt_br: Páginas Acessivéis

source: Visible page
cs: Viditelná stránka
es: Página visible
pt: Página visivel
pt_br: Página Visivel

source: Required
cs: Vyžadováno
es: Requerido
pt: Obrigatório
pt_br: Requerido

source: Already exists
cs: Již existuje
es: Ya existe
pt: Já existe
pt_br: Já Existe

source: Required field
cs: Vyžadovaná položka
es: Campo requerido
pt: Campo necessário
pt_br: Campo Requerido

source: Resources
cs: Prostředky
es: Recursos
pt: Recursos
pt_br: Recursos

source: Topology
cs: Topologie
es: Topología
pt: Topologia
pt_br: Topologia

source: No access
cs: Žádný přístup
es: No hay acceso
pt: Sem acesso

source: Read/Write
cs: Čtení/Zápis
es: Leer/Escribir
pt: Leitura/Escrita

source: Read Only
cs: Jen pro četní
es: Solo lectura
pt: Apenas Leitura

source: ACL reloaded
cs: ACL znovunačteny
es: Recargado de ACL
pt: LCA Recarregada
pt_br: ACL Relida

source: Connected users
cs: Připojení uživatelé
es: Usuarios conectados
pt: Utilizadores ligados
pt_br: Usuários conectados

source: Position
cs: Pozice
es: Posición
pt: Posição
pt_br: Posição

source: Add a Group
cs: Přidat skupinu
es: Añadir grupo
pt: Acrescentar um grupo
pt_br: Adicionar um Grupo

source: Modify a Group
cs: Upravit skupinu
es: Modificar grupo
pt: Editar um grupo
pt_br: Modifica um Grupo

source: View a Group
cs: Zobrazit skupinu
es: Ver grupo
pt: Ver um grupo
pt_br: Visualizar um Grupo

source: Group Name
cs: Název skupiny
es: Nombre de grupo
pt: Nome de grupo
pt_br: Nome de Grupo

source: Menu access list link
cs: Odkaz přístupového seznamu k menu
es: Acceder al menú de lista de enlaces
pt: Lista de vínculos de acessos a menus

source: Resources access list link
cs: Odkaz přístupového seznamu ke zdrojům
es: Acceder a los recursos lista de enlaces
pt: Lista de vínculos de acessos a recursos

source: Action access list link
cs: Odkaz přístupového seznamu k akcím
es: Acción de acceso a la lista de enlaces
pt: Lista de vínculos de acesso a acções

source: Menu access
cs: Přístup k menu
es: Menú de acceso
pt: Acesso a menus

source: Actions access
cs: Přístup k akcím
es: Acciones de acceso
pt: Acesso a acções

source: Resources access
cs: Přístup ke zdrojům
es: Acceso a los recursos
pt: Acesso a recursos

source: Group Information
cs: Informace Skupiny
es: Información de Grupo
pt: Informações do Grupo

source: Authorizations information
cs: Skupina Autorizací
es: Información de Autorizaciones
pt: Informações de autorizações

source: Do you confirm the duplication ?
cs: Potvrzujete duplikci ?
es: ¿Confirma la duplicación?
pt: Você confirma esta duplicação ?
pt_br: Você confirma esta duplicação ?

source: Implied Resources
cs: Standartní prostředky
es: Recursos Implícitos
pt: Recursos Indicados
pt_br: Recursos Indicados

source: Include Host Groups -> Hosts
cs: Vložit Skupiny stanic -> Stanice
es: Incluir Grupos de Equipo -> Equipo
pt: Grupos de Hosts Incluídos -> Hosts
pt_br: Grupos de Hosts Incluídos -> Hosts

source: Implied page
cs: Standartní stránka
es: Página implícita
pt: Página de Iimplicados
pt_br: Página de Indicados

source: topology_name
cs: název_topologie
es: nombre_topología
pt: nome_da_topologia
pt_br: nome_da_topologia

source: More Actions
cs: Další akce
es: Más Acciones
pt: Mais Acções
pt_br: Mais Ações

source: Add an Action
cs: Přidat akci
es: Añadir una acción
pt: Acrescentar uma acção

source: Modify an Action
cs: Upravit akci
es: Modificar una acción
pt: Editar uma acção

source: View an Action
cs: Zobrazit akci
es: Ver una acción
pt: Ver uma acção

source: Action Name
cs: Název akce
es: Nombre de la acción
pt: Nome de acção
pt_br: Nome da Ação

source: Enable/Disable Checks for a service
cs: Povolit/zakázat kontroly služby
es: Activar / desactivar la verificación de un servicio
pt: Ligar/Desligar Verificações para um serviço

source: Enable/Disable Notifications for a service
cs: Povolit/zakázat upozornění pro službu
es: Activar / desactivar notificaciones de un servicio
pt: Ligar/Desligar Notificações para um serviço

source: Acknowledge a service
pt: Reconhecer um serviço

source: Disacknowledge a service
pt: Desconhecer um serviço

source: Re-schedule the next check for a service
cs: Opětovné naplánování další kontroly pro službu
es: Re-programar la siguiente comprobación de un servicio
pt: Reagendar a próxima verificação para um serviço

source: Re-schedule the next check for a service (Forced)
cs: Znovu naplánovat další kontrolu pro službu (vynuceno)
es: Re-programar la siguiente comprobación de un servicio (forzado)
pt: Reagendar a próxima verificação para um serviço (Forçado)

source: Schedule downtime for a service
cs: Naplánovat odstávku služby
es: Programar el tiempo de inactividad para un servicio
pt: Agendar manutenção para um serviço

source: Add/Delete a comment for a service
cs: Přidat/Odstranit komentář ke službě
es: Añadir / Eliminar un comentario de un servicio
pt: Adicionar/Remover um comentário para um serviço

source: Enable/Disable Event Handler for a service
cs: Povolit/Zakázat hanler událostí pro službu
es: Activar / Desactivar controlador de eventos para un servicio
pt: Ligar/Desligar Gestores de Eventos para um serviço

source: Enable/Disable Flap Detection of a service
cs: Povolit/Zakázat detekci kolísání pro službu
es: Habilitar / deshabilitar la detección de FLAP de un servicio
pt: Ligar/Desligar Detecção de Oscilação de um serviço

source: Enable/Disable passive checks of a service
cs: Povolit/Zakázat pasivní kontroly pro službu
es: Activar / Desactivar control pasivo de un servicio
pt: Ligar/Desligar verificações passivas para o serviço

source: Submit result for a service
cs: Odeslat výsledek služby
es: Presentar un resultado para el servicio
pt: Enviar resultado para um serviço

source: Enable/Disable Checks for a host
cs: Povolit/Zakázat kontroly pro stanici
es: Activar / Desactivar El control de un host
pt: Ligar/Desligar verificação para o host

source: Enable/Disable Notifications for a host
cs: Povolit/Zakázat upozorňování pro stanici
es: Activar / desactivar las notificaciones para un Host
pt: Ligar/Desligar notificações para o host

source: Disaknowledge a host
pt: Desconhecer um host

source: Schedule the check for a host
cs: Naplánovat kontrolu stanice
es: Programar un chequeo para el host
pt: Agendamento de verificação para este host

source: Schedule the check for a host (Forced)
cs: Naplánovat kontrolu pro stanici (vynuceno)
es: Programar un chequeo para el host (Forzado)
pt: Agendamento de verificação para este host (Forçado)

source: Schedule downtime for a host
cs: Naplánovat odstávku stanice
es: Programar el tiempo de inactividad para un host
pt: Agendar manutenção para um host

source: Add/Delete a comment for a host
cs: Přidat/Odstranit komentář ke stanici
es: Añadir / Eliminar un comentario para el host
pt: Adicionar/Remover um comentário para um host

source: Enable/Disable Event Handler for a host
cs: Povolit/Zakázat handler událostí pro stanici
es: Activar / Desactivar controlador de eventos para un Host
pt: Ligar/Desligar Gestão de Evento para um host

source: Enable/Disable Flap Detection for a host
cs: Povolit/Zakázat detekci kolísání pro stanici
es: Habilitar / deshabilitar la detección de FLAP para un Host
pt: Ligar/Desligar a detecção da oscilação para o host

source: Enable/Disable Notifications services of a host
cs: Povolit/Zakázat notifikace služeb na stanici
es: Activar / Desactivar los servicios de notificaciones de un host
pt: Ligar/Desligar notificações dos serviços para o host

source: Enable/Disable Checks services of a host
cs: Povolit/Zakázat kontroly služeb na stanici
es: Activar / Desactivar los servicios de chequeo de Host
pt: Ligar/Desligar verificações dos serviços para o host

source: Submit result for a host
cs: Odeslat výsledek pro stanici
es: Presentar un resultado para el Host
pt: Enviar resultado para um host

source: Shutdown Monitoring Engine
cs: Ukončit monitorovací engine
pt: Desligar o Motor de Monitorização

source: Enable/Disable notifications
cs: Povolit/zakázat oznámení
es: Activar / desactivar las notificaciones
pt: Ligar/Desligar notificações

source: Enable/Disable service checks
cs: Povolit/Zakázat kontroly služby
es: Activar / Desactivar los controles de servicios
pt: Ligar/Desligar verificação do serviço

source: Enable/Disable passive service checks
cs: Povolit/Zakázat pasivní kontroly služby
es: Activar / Desactivar los controles pasivos de servicios
pt: Ligar/Desligar verificações passivas do serviço

source: Enable/Disable host checks
cs: Povolit/Zakázat kontroly stanice
es: Activar / Desactivar los controles de host
pt: Ligar/Desligar verificações do host

source: Enable/Disable passive host checks
cs: Povolit/Zakázat pasivní kontroly stanice
es: Activar / Desactivar control pasivo de Host
pt: Ligar/Desligar verificações passivas do host

source: Enable/Disable Event Handlers
cs: Povolit/Zakázat handler událostí
es: Activar / desactivar los controladores de eventos
pt: Ligar/Desligar Gestores de Eventos
