Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Connection failed, please contact your administrator
cs: Neúspěšné spojení, prosím kontaktujte administrátora
es: Error de conexión, por favor, contacte con su administrador
pt: Falha de ligação, por favor contacte o seu administrador

source: From
cs: Od
es: Desde
pt: De
pt_br: De

source: To
cs: Do
es: Hasta
pt: Para
pt_br: Para

source: All
cs: Všechny
es: Todo
pt: Todos
pt_br: Todos

source: Warning:
cs: Varování:
es: Aviso:
pt: Aviso:
pt_br: Aviso:

source: Availability: %s%%
cs: Dostupnost: %s%%
es: Disponibilidad: %s%%
pt: Disponibilidade: %s%%

source: Widget Preferences for %s
cs: Volby widgetu pro %s
pt: Preferências do Widget para %s

source: General Information
cs: Obecné informace
es: Información General
pt: Informação geral
pt_br: Informativo Geral

source: Apply
cs: Použít
es: Aplicar
pt: Aplicar
pt_br: Aplicar

source: Reset
cs: Resetovat
es: Reiniciar
pt: Repor
pt_br: Zerar

source: Share view
cs: Sdílet pohled
pt: Partilhar vista

source: Locked?
cs: Uzamčeno?
pt: Trancado?

source: User List
cs: Seznam uživatelů
pt: Lista de Utilizadores

source: User Group List
cs: Seznam uživatelských skupin
pt: Lista de Grupo de Utilizadores

source: Share
cs: Sdílet
pt: Partilhar

source: Viewers
cs: Pozorovatel
pt: Espectadores

source: Viewer Groups
cs: Skupina pozorovatelů
pt: Grupos de Espectadores

source: No widget configured in this view. Please add a new widget with the "Add widget" button.
cs: Není nastaven žádný widget pro tento pohled. Prosím vložte nový widget pomocí tlačítka "Vložit widget".
pt: Nenhum widget foi configurado nesta vista. Por favor adicione um novo widget através do botão "Adicionar widget".

source: Deleting this widget might impact users with whom you are sharing this view. Are you sure you want to do it?
cs: Odstranění tohoto widgetu může mít vliv na uživatele, kteří sdílí tento pohled. Jste si tímto krokem opravdu jist?
pt: Apagar este widget pode impactar utilizadores com os quais está a partilhar esta vista, tem certeza que o quer fazer?

source: Deleting this view might impact other users. Are you sure you want to do it?
cs: Odstranění tohoto widgetu může mít vliv na ostatní uživatele. Jste si tímto krokem opravdu jist?
pt: Apagar esta vista pode impactar outros utilizadores. Tem a certeza que o quer fazer?

source: Set this view as your default view?
cs: Nastavit tento pohled jako výchozí?
pt: Quer definir esta vista como a sua vista padrão?

source: Add a new view
cs: Vložit nový pohled
pt: Adicionar uma nova vista

source: Edit view
cs: Editovat pohled
pt: Editar vista

source: No action
cs: Žádná akce
pt: Nenhuma acção

source: View name
cs: Jméno pohledu
pt: Nome da vista

source: 1 Column
cs: 1 sloupec
pt: 1 Coluna

source: 2 Columns
cs: 2 sloupce
pt: 2 Colunas

source: 3 Columns
cs: 3 sloupce
pt: 3 Colunas

source: Layout
cs: Vzhled
pt: Disposição

source: Submit
cs: Odeslat
pt: Submeter

source: Add a new widget
cs: Vložit nový widget
pt: Adicionar um novo widget

source: Widget Information
cs: Informace o widgetu
pt: Informação do widget

source: Widget Title
cs: Nadpis widgetu
pt: Título do widget

source: default
pt: padrão

source: No view available. To create a new view, please click "Add view" button.
cs: Není k dispozici žádný pohled. Pro vytvoření nového pohledu prosím klikněte na tlačítko "Vložit pohled"
pt: Nenhuma vista disponível. Para criar uma nova vista, por favor clique no botão "Adicionar vista".

source: Add view
cs: Vložit pohled
pt: Adicionar vista

source: Set default
cs: Nastavit jako výchozí
pt: Definir padrão

source: Add widget
cs: Vložit widget
pt: Adicionar widget

source: Delete view
cs: Odstranit pohled
pt: Apagar vista

source: Rotation
cs: Rotace
pt: Rotação

source: Add a comment
cs: Vložit komentář
es: Añadir comentario
pt: Adicionar um comentário

source: Do you confirm the deletion ?
cs: Potvrdit smazání ?
es: ¿Confirma la eliminación?
pt: Você confirma a remoção ?
pt_br: Você confirma a remoção ?

source: No Comment for hosts.
cs: Žádný komentář pro stanici
es: Ningún comentario para los equipos.
pt: Nenhum comentário para os hosts.
pt_br: Nenhum comentário para os hosts

source: Host Name
cs: Název hosta
es: Nombre del Equipo
pt: Nome de host
pt_br: Nome do Host

source: Entry Time
cs: Zadání času
es: Entrada de Tiempo
pt: Tempo de Entrada
pt_br: Tempo de Entrada

source: Persistent
cs: Trvalý
es: Persistente
pt: Persistente
pt_br: Persistente

source: Hosts Comments
cs: Komentáře stanice
es: Comentarios de Equipos
pt: Comentários dos hosts
pt_br: Comentários de Hosts

source: View comments of services
cs: Zobrazit komentáře služby
es: Ver comentarios de servicios
pt: Ver comentários para os serviços

source: Delete
cs: Odstranit
es: Borrar
pt: Apagar
pt_br: Apagar

source: Output
cs: Výstup
es: Salida
pt: Saída
pt_br: Saída

source: Useres
cs: Uživatelé
es: Usuarios
pt: Utilizadores

source: Hostgroup
cs: Skupina stanic
es: Grupo de Equipos
pt: Grupo de host
pt_br: Grupo de Host

source: Search
cs: Hledat
es: Buscar
pt: Busca
pt_br: Busca

source: Add a comment for Host
cs: Přidat komentář pro stanici
es: Añadir comentario al Equipo
pt: Acrescentar um comentário para este Host
pt_br: Adiciona um comentário para o Host

source: Required Field
cs: Požadované pole
es: Campo Obligatorio
pt: Campo Requerido
pt_br: Campo Requerido

source: Save
cs: Uložit
es: Guardar
pt: Guardar
pt_br: Salvar

source: Add a comment for Service
cs: Přidat komentář pro službu
es: Añadir comentario al Servicio
pt: Acrescentar um comentário para este serviço
pt_br: Adiciona um comentário para o Serviço

source: Service
cs: Služba
es: Servicio
pt: Serviço
pt_br: Serviço

source: No Comment for services.
cs: Žádný komentář pro služby
es: Ningún comentario para los servicios.
pt: Nenhum comentário para os serviços.
pt_br: Nenhum comentário para os serviços

source: Services Comments
cs: Komentáře služeb
es: Comentarios de Servicios
pt: Comentários dos serviços
pt_br: Comentários de Serviço

source: View comments of hosts
cs: Zobrazit komentáře stanic
es: Ver comentarios de equipos
pt: Ver comentários para os hosts

source: Command Options
cs: Volby příkazu
es: Opciones del comando
pt: Opções de commando
pt_br: Opções de Comando

source: Check result
cs: Výsledky kontrol
es: Comprobar resultado
pt: Resultado da verificação

source: Check output
cs: Výstup kontrol
es: Salida del chequeo
pt: Resultado de verificação
pt_br: Emissão de checagem

source: Performance data
cs: Výkonnostní data
es: Datos de rendimiento
pt: Dados de desempenho
pt_br: Dados de Performance

source: Hostgroups / Hosts
cs: Skupina stanic / stanice
es: Grupos de Hosts / Hosts
pt: Grupos de Hosts / Hosts

source: Services information
cs: Informace o službách
es: Información de servicios
pt: Informação dos serviços

source: Last Check
cs: Poslední kontrola
es: Último chequeo
pt: Último verificação
pt_br: Última Checagem

source: Duration
cs: Trvání
es: Duración
pt: Duração
pt_br: Duração

source: Status information
cs: Informace o stavu
es: Información de Estado
pt: Informação de status
pt_br: Informação de Status

source: Connection Error to NDO DataBase !
cs: Chyba připojení k NDO databázi !
es: Error de Conexión a la Base de Datos NDO !
pt: Problema de ligação com o banco de dados NDO!
pt_br: Erro de Conexão na Base de Dados do NDO !

source: More actions...
cs: Další akce...
es: Más acciones...
pt: Mais acções...
pt_br: Mais Ações...

source: Schedule immediate check
cs: Naplánování okamžité kontroly
es: Programar comprobación inmediata
pt: Agendar verificação imediata
pt_br: Agendar checagem imediatamente

source: Schedule immediate check (Forced)
cs: Naplánování okamžité kontroly (okamžité)
es: Programar comprobación inmediata (Forzado)
pt: Agendar verificação imediata (Forçada)

source: Next Check
cs: Další kontrola
es: Próximo Chequeo
pt: Verificação seguinte
pt_br: Próxima Checagem

source: Active Check
cs: Aktivní kontroly
es: Activar Chequeo
pt: Verificação Activa
pt_br: Checagem Ativa

source: Enabled
cs: Povoleno
es: Habilitado
pt: Activado
pt_br: Habilitado

source: Disabled
cs: Zakázáno
es: Deshabilitado
pt: Desactivado
pt_br: Desabilitado

source: Hard State Duration
cs: Trvání hard stavu
es: Duración de estado Hard
pt: Duração do Estado Hard
pt_br: Duração do estado Pesado

source: HTTP Link
cs: HTTP odkaz
pt: Link HTTP

source: Host is currently on downtime
cs: Stanice je v současnosti v době nečinnosti
es: El host se encuentra actualmente inactivo
pt: O host está em manutenção

source: Problem has been acknowledged
cs: Problém byl potvrzen
es: El problema ha sido reconocido
pt: O problema foi reconhecido

source: This host is only checked in passive mode
cs: Tato stanice je kontrolována pouze v pasivním módu
es: El host solo se comprueba en modo pasivo
pt: Este host é verificado apenas em modo passivo

source: This host is never checked
cs: Tato stanice nikdy nebyla kontrolována
es: El host nunca se ha comprobado
pt: Este host nunca é verificado

source: Service is currently on Downtime
cs: Služba je v současnosti v době nečinnosti.
es: El servicio se encuentra actualmente inactivo
pt: O serviço está em Manutenção

source: This service is only checked in passive mode
cs: Tato služba je kontrolována pouze v pasivním módu
es: El servicio solo se comprueba en modo pasivo
pt: Este serviço é apenas verificado em modo passivo

source: This service is neither active nor passive
cs: Tato služba není ani aktivní ani pasivní
es: El servicio no es ni activo ni pasivo
pt: Este serviço não é activo nem passivo

source: This Service is flapping
cs: Tato služba kolísá
es: El servicio esta flapping
pt: Este Serviço está oscilando

source: Notification is disabled
cs: Oznámení je vypnuto
es: Notificaciones están deshabilitadas
pt: As notificações estão desligadas

source: Host Group
cs: Skupina stanic
es: Grupo de Equipos
pt: Grupo de host
pt_br: Grupo de Host

source: Hosts Status
cs: Stav stanic
es: Estado de Equipos
pt: Status dos hosts
pt_br: Status de Hosts

source: Services Status
cs: Stav služeb
es: Estado de Servicios
pt: Status dos serviços
pt_br: Status de Serviços

source: OK: all pollers are running
cs: OK: všechny pollery běží
es: OK: todas las sondas están ejecutándose
pt: OK: todos os pollers estão em execução

source: Latency detected on %s; check configuration for better optimisation
pt: Latência detectada em %s;; verifique a configuração para uma melhor optimização

source: OK: no latency detected on your platform
cs: OK: žádné zpoždění na Vaší platformě
es: OK: no se ha detectado latencia en su plataforma.
pt: OK: nenhuma latência detectada na sua plataforma

source: OK: all database poller updates are active
cs: OK: všechny aktualizace databáze polleru jsou aktivní
es: OK: todas las actualizaciones de base de datos de sonda están activas
pt: OK: todas as actualizações de base de dados dos pollers estão activas

source: Servicegroups / Hosts
cs: Skupiny služeb / stanice
es: Grupos de Servicios / Hosts
pt: Grupos de serviços / Hosts

source: Sort by Status
cs: Řazení podle stavu
es: Ordenar por estado
pt: Arranjar para status

source: Services informations
cs: Informace o službách
es: Informaciones de Servicios
pt: Informações de serviços

source: Verification Check
cs: Verifikacní kontrola
es: Verificación de Chequeo
pt: Teste de verificação
pt_br: Verificação de Checagem

source: Verification Check (Forced)
cs: Verifikacní kontrola (okamžitá)
es: Verificación de Chequeo (Forzada)
pt: Teste de verificação (Forçada)
pt_br: Verificação de Checagem (Forçada)

source: Services : Acknowledge
cs: Služby: potvrzení
es: Servicios : Aprobación
pt: Serviços : Reconhecimento
pt_br: Serviços : Reconhecimento

source: Services : Disacknowledge
cs: Služby: nepotrzení
es: Servicios : Desaprobación
pt: Serviços : Desconhecimento
pt_br: Serviços : Desconhecimento

source: Services : Enable Notification
cs: Služby: povolení upozornění
es: Servicios : Habilitar Notificación
pt: Serviços : activar notificação
pt_br: Serviços : Habilitar Notificação

source: Services : Disable Notification
cs: Služby: zakázání upozornění
es: Servicios : Deshabilitar Notificación
pt: Serviços : desactivar notificação
pt_br: Serviços : Desabilitar Notificação

source: Services : Enable Check
cs: Služby: povolení kontroly
es: Servicios : Habilitar Chequeo
pt: Serviços : activar verificação
pt_br: Serviços : Habilitar Checagem

source: Services : Disable Check
cs: Služby: zakázání kontroly
es: Servicios : Deshabilitar Chequeo
pt: Serviços : desactivar verificação
pt_br: Serviços : Desabilitar Checagem

source: Hosts : Acknowledge
cs: Stanice: potvrzení
es: Equipos : Aprobación
pt: Hosts : Reconhecimento
pt_br: Hosts : Reconhecimento

source: Hosts : Disacknowledge
cs: Stanice: nepotvrzení
es: Equipos : Desaprobación
pt: Hosts : Desconhecimento
pt_br: Hosts : Desconhecimento

source: Hosts : Enable Notification
cs: Stanice: povolit notifikace
es: Equipos : Habilitar Notificación
pt: Hosts: activar notificação
pt_br: Hosts : Habilitar Notificação

source: Hosts : Disable Notification
cs: Stanice: zakázat notifikace
es: Equipos : Deshabilitar Notificación
pt: Hosts: desactivar notificação
pt_br: Hosts : Desabilitar Notificação

source: Hosts : Enable Check
cs: Stanice: povolit kontroly
es: Equipos : Habilitar Chequeo
pt: Hosts: activar verificação
pt_br: Hosts : Habilitar Checagem

source: Hosts : Disable Check
cs: Stanice: zakázat kontroly
es: Equipos : Deshabilitar Chequeo
pt: Hosts: desactivar verificação
pt_br: Hosts : Desabilitar Checagem

source: Sort results (ascendant)
cs: Řazení výsledků (vzestupně)
es: Ordenar resultados (ascendente)
pt: Ordenar resultados (ascedente)
pt_br: Ordenar resultados (ascedente)

source: Sort results (descendant)
cs: Řazení výsledků (sestupně)
es: Ordenar resultados (descendente)
pt: Ordenar resultados (descedente)
pt_br: Ordenar resultados (descedente)

source: Sort by Name
cs: Řazení podle jména
es: Ordenar por nombre
pt: Arranjar para nome
pt_br: Ordenar pelo Nome

source: Sort by status
cs: Řazení podle stavu
es: Ordenar por estado
pt: Arranjar resultados para status
pt_br: Ordenar pelo status

source: Sort by last change date
cs: Řazení podle data poslední změny
es: Ordenar por último cambio
pt: Arranjar resultados para modificação de data
pt_br: Ordenar pela data da última alteração

source: Sort by last check
cs: Řazení podle poslední kontroly
es: Ordenar por última comprobación
pt: Arranjar resultados para última verificação
pt_br: Ordenar pela última checagem

source: Tries
cs: Pokusů
es: Intentos
pt: Tentativas
pt_br: Tentativas

source: Sort by retries number
cs: Řazení podle počtu opakování
es: Ordenar por número de reintentos
pt: Ordenar pelo número de tentativas
pt_br: Ordenar pelo número de tentativas

source: Sort by plugin output
cs: Řazení podle výstupu pluginu
es: Ordenar por salida de complementos
pt: Ordenar pelo resultado do plugin
pt_br: Ordenar pela saída do plugin

source: Acknowledge
cs: Potvrdit
es: Reconocer
pt: Reconhecer
pt_br: Reconhecimento

source: Disacknowledge
cs: Nepotvrdit
es: No reconocer
pt: Renunciar
pt_br: Irreconhecível

source: Enable Notification
cs: Povolit oznámení
es: Habilitar notificación
pt: Ligar Notificações

source: Disable Notification
cs: Zakázat oznámení
es: Deshabilitar notificación
pt: Desligar Notificações

source: Enable Check
cs: Povolit kontrolu
es: Habilitar comprobación
pt: Ligar Verificação
pt_br: Habilitar Checagem

source: Disable Check
cs: Zakázat kontrolu
es: Deshabilitar comprobación
pt: Desligar Verificação

source: Please enter a comment
cs: Prosím vložte komentář
es: Por favor introduzca un comentario
pt: Por favor preencha um comentário
pt_br: Por favor, entre com um comentário

source: IP Address
cs: IP adresa
es: Dirección IP
pt: Endereço IP
pt_br: Endereço IP

source: Sort by severity
pt: Ordenar por severidade

source: External commands
cs: Externí příkazy
pt: Comandos externos

source: Hosts : Set Downtime
cs: Stanice: nasrtavit dobu nečinnosti
es: Hosts: Fijar inactividad
pt: Hosts : Agendar Manutenção

source: Severity
pt: Severidade

source: Sort by host name
cs: Řazení podle jména stanice
es: Ordenar por nombre de equipo
pt: Arranjar resultados para nome de host
pt_br: Ordenar pelo nome do host

source: Sort by service description
cs: Řazení podle popisu služby
es: Ordenar por descripción del servicio
pt: Arranjar resultados para descrição de seriço
pt_br: Ordenar pela descrição do serviço

source: Sort by last hard state change date
cs: Seřadit podle poslední změny hard stavu
es: Ordenar por fecha del último cambio de estado hard
pt: Ordenar pela data de última mudança de estado hard

source: Sort by criticality
cs: Seřadit podle kritických
pt: Ordenar por criticidade

source: WARNING
cs: VAROVÁNÍ
es: ADVERTENCIA
pt: ATENÇÃO
pt_br: ATENÇÃO

source: CRITICAL
cs: KRITICKÉ
es: CRÍTICO
pt: CRÍTICO
pt_br: CRÍTICO

source: UNKNOWN
cs: NEZNÁMÉ
es: DESCONOCIDO
pt: DESCONHECIDO
pt_br: DESCONHECIDO

source: PENDING
cs: VYŘIZUJE SE
es: PENDIENTE
pt: PENDENTE

source: UP
cs: NAHOŘE
es: Corriendo
pt: CIMA

source: DOWN
cs: DOLE
es: DETENIDO
pt: BAIXO

source: UNREACHABLE
cs: NEZNÁMÝ
es: INALCANZABLE
pt: INALCANÇÁVEL
pt_br: INALCANÇÁVEL

source: Host Status
cs: Stav hosta
es: Estado de Equipos
pt: Status do host
pt_br: Status de Host

source: Status Information
cs: Stavové informace
es: Información de Estado
pt: Informação de status
pt_br: Informações de Status

source: Performance Data
cs: Výkonnostní data
es: Datos de Rendimiento
pt: Dado de performance
pt_br: Dados de Performance

source: Current Attempt
cs: Aktuální pokus
es: Intento Actual
pt: Tentativa Actual
pt_br: Tentativa Corrente

source: State Type
cs: Typ stavu
es: Tipo de Estado
pt: Tipo de Estado
pt_br: Tipo de Estado

source: Latency
cs: Zpoždění
es: Latencia
pt: Latência
pt_br: Latência

source: Execution Time
cs: Čas provádění
es: Tiempo de Ejecución
pt: Tempo de execução
pt_br: Tempo de Execução

source: Last State Change
cs: Poslední změna stavu
es: Último Cambio de Estado
pt: Última Alteração de Estado
pt_br: Último Estado de Alteração

source: Current State Duration
cs: Doba trvání současného stavu
es: Duración del Estado Actual
pt: Duração de Estado Actual
pt_br: Estado de Alteração Atual

source: Last Notification
cs: Poslední hlášení
es: Última Notificación
pt: Último notificação
pt_br: Última Notificação

source: Next Notification
cs: Další hlášení
es: Próxima Notificación
pt: Próximo notificação
pt_br: Próxima Notificação

source: Current Notification Number
cs: Aktuální číslo hlášení
es: Número de Notificación Actual
pt: Número da Notificação Actual
pt_br: Número de Notificação Atual

source: Percent State Change
cs: Procentuální změna stavu
es: Porcentaje de Cambio de Estado
pt: Percentagem de Mudança de Estado
pt_br: Percentual de Alteração de Estado

source: In Scheduled Downtime?
cs: Je naplánován čas výpadku?
es: En Período de Inactividad Planificado?
pt: Em Agendamento de Manutenção?
pt_br: Em Agendamento de Manutenção

source: Last Update
cs: Poslední aktualizace
es: Última Actualización
pt: Última actualização
pt_br: Última Atualização

source: Last time up
cs: Čas posledního obnovení
es: Última vez encendido
pt: Última vez em cima

source: Last time down
cs: Čas posledního výpadku
es: Última vez apagado
pt: Última vez em baixo

source: Last time unreachable
cs: Čas poslední nedostupnosti
es: Última vez inalcanzable
pt: Última vez inalcançável

source: Notes
cs: Poznámky
es: Notas
pt: Notas
pt_br: Notas

source: Check information
cs: Informace kontroly
es: Comprobar información
pt: Informação da verificação
pt_br: Informação de Checagem

source: Notification information
cs: Informace notifikace
es: Información de notificación
pt: Informação de notificação

source: Last Status Change
cs: Poslední změna stavu
es: Último cambio de estado
pt: Última Mudança de Estado
pt_br: Alteracao do último status

source: Extended information
cs: Rozšířené informace
es: Información extendida
pt: Informações adicionais

source: Meta service
cs: Meta služba
pt: Meta-serviços

source: Extended Status Information
cs: Rozšířené stavové informace
es: Información de estado extendida
pt: Informações de Estado detalhadas

source: Last ok time
cs: Čas posledního stavu OK
es: Último período ok
pt: Último tempo ok
pt_br: Último tempo Ok

source: Last warning time
cs: Čas posledního stavu varování
es: Último período alerta
pt: Último tempo atenção
pt_br: Último horário de atenção

source: Last unknown time
cs: Čas posledního neznámého stavu
es: Último período desconocido
pt: Último tempo desconhecido
pt_br: Último tempo Desconhecido

source: Last critical time
cs: Čas posledního kritického stavu
es: Último período crítico
pt: Último tempo crítico
pt_br: Último tempo Crítico

source: Notification Information
cs: Notifikační informace
es: Información de notificación
pt: Informação de notificação
pt_br: Informacao de Notificacao

source: N/A
pt: N/D

source: Sort by Host Name
cs: Řazení podle názvu stanice
es: Ordenar por nombre de equipo
pt: Arranjar para nome de host

source: Acknowledge problems
cs: Potvrdit problémy
es: Reconocer problemas
pt: Recohecer problemas
pt_br: Problemas de reconhecimento

source: Alias
pt: Apelido
pt_br: Apelido

source: Comment
cs: Komentář
es: Comentario
pt: Comentário
pt_br: Comentário

source: Acknowledged by %s
cs: Potvrzeno %s
es: Reconocido por %s
pt: Reconhecido por %s

source: Acknowledge services attached to hosts
cs: Potvrdit služby připojené ke stanici
es: Reconocer los servicios conectados a las máquinas
pt: Reconhecer serviços associados aos hosts

source: Sticky
cs: Vyvěšený
pt: Aderente

source: Force active checks
cs: Vynutit aktivní kontroly
es: Forzar comprobaciones activas
pt: Forçar verificações activas

source: Notify
cs: Oznámení
es: Notificar
pt: Notificar
pt_br: Notifica

source: Comment is required
cs: Komentář je požadován
es: Comentario es obligatorio
pt: Comentário é requerido
pt_br: Comentário é requerido

source: Invalid information entered
cs: Vložena neplatná informace
es: Información introducida no válida
pt: Entrada de informação inválida
pt_br: Entrada de informação inválida

source: Please correct these fields
cs: Prosím opravte tato pole
es: Por favor, corrija estos campos
pt: Por favor, corrija estes campos
pt_br: Por favor, corrija estes campos

source: Acknowledge selected problems
cs: Potvrdit vybrané problémy
es: Reconocer problemas seleccionados
pt: Reconhecer os problemas seleccionados

source: Set downtimes
cs: Nastavit doby nečinnosti
es: Fijar inactividad
pt: Agendar manutenções

source: Downtime set by %s
cs: Doba nečinnosti nastavena %s
es: Inactividad fijada por %s
pt: Colocado em manutenção por %s

source: Start Time
cs: Čas začátku
es: Hora de Inicio
pt: Tempo de Inicio
pt_br: Tempo de Inicio

source: End Time
cs: Čas ukončení
es: Hora de Fin
pt: Tempo de Fim
pt_br: Tempo de Fim

source: Seconds
cs: Sekund
es: Segundos
pt: Segundos
pt_br: Segundos

source: Mminutes
pt: Minutos

source: Hours
pt: Horas

source: Days
cs: Dnů
es: Días
pt: Dias
pt_br: Dias

source: Scale of time
pt: Escala temporal

source: Fixed
cs: Neměnný
es: Fijado
pt: Fixo
pt_br: Fixo

source: Set downtimes on services attached to hosts
cs: Nastavit doby nečinnosti u služeb připojených ke stanici
es: Fijar el tiempo de inactividad en los servicios relacionados con los host
pt: Agendar manutenção nos serviços deste host

source: Set downtime
cs: Nastavit dobu nečinnosti
es: Fijar inactivdad
pt: Agendar manutenção

source: Your command has been sent
cs: Váš příkaz byl odeslán
es: Su comando se ha enviado
pt: O seu comando foi enviado
pt_br: Seu comando foi enviado

source: Command execution problem
cs: Problém s vykonáním příkazu
es: Problema en la ejecución del comando
pt: Problema na execução do comando
