Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Last 4 days
cs: Poslední 4 dny
es: Últimos 4 días
pt: Últimos 4 dias
pt_br: Últimos 4 dias

source: Last week
cs: Minulý týden
es: Semana pasada
pt: Última semana
pt_br: Última semana

source: Last month
cs: Minulý měsíc
es: Mes pasado
pt: Último mês
pt_br: Último mês

source: Last 6 months
cs: Posledních 6 měsíců
es: Últimos 6 meses
pt: Últimos 6 meses
pt_br: Últimos 6 meses

source: Last year
cs: Poslední rok
es: Último mes
pt: Último ano
pt_br: Último ano

source: Period :
cs: Perioda :
es: Periodo:
pt: Período :

source: Project Leaders
cs: Vedoucí projektu
es: Líderes de Proyecto
pt: Líderes de Projecto
pt_br: Liders do Projeto

source: Developers
cs: Vývojáři
es: Desarrolladores
pt: Desenvolvedores
pt_br: Desenvolvedores

source: Contributors
cs: Přispěvatelé
es: Contribuyentes
pt: Contribuidores
pt_br: Contribuidores

source: And many others...
cs: A další...
pt: E muitos outros...

source: You can see the full list by visiting the Centreon's Forge
cs: Můžete vidět kompletní seznam návštěvou Centreon´s Forge.
pt: Você pode ver a lista completa visitando a página Centreon Forge

source: Y/m/d
es: d/m/Y
pt: d/m/Y
pt_br: d/m/Y

source: Message Type
cs: Typ zprávy
es: Tipo de mensaje
pt: Tipo de mensagem
pt_br: Tipo de Mensagem

source: Errors
cs: Chyby
es: Errores
pt: Erros
pt_br: Erros

source: Hard Only
cs: Pouze jisté
es: Sólo Duros
pt: Apenas Hard
pt_br: Somente Forçado

source: Object name
pt: Nome do objecto

source: Retry
cs: Zkusit znovu
es: Reintentar
pt: Tentar novamente
pt_br: Tentar novamente

source: Command
cs: Příkaz
es: Comando
pt: Comando
pt_br: Comando

source: Notification
cs: Hlášení
es: Notificación
pt: Notificação
pt_br: Notificação

source: error
cs: Chyba
pt: erro
pt_br: erro

source: Address
cs: Adresa
es: Dirección
pt: Endereço
pt_br: Endereço

source: Choose the source
cs: Vyberte zdroj
es: Elegir el origen
pt: Escolha a fonte
pt_br: Escolha a fonte

source: Last 3 Hours
cs: Poslední 3 hodin
es: Últimas 3 Horas
pt: Últimas 3 horas
pt_br: Últimas 3 Horas

source: Last 6 Hours
cs: Posledních 6 hodin
es: Últimas 6 Horas
pt: Últimas 6 horas
pt_br: Últimas 6 Horas

source: Last 12 Hours
cs: Posledních 12 hodin
es: Últimas 12 Horas
pt: Últimas 12 horas
pt_br: Últimas 12 Horas

source: Last 24 Hours
cs: Posledních 24 hodin
es: Últimas 24 Horas
pt: Últimas 24 horas
pt_br: Últimas 24 horas

source: Last 2 Days
cs: Poslední 2 dny
es: Últimos 2 Días
pt: Últimos 2 dias
pt_br: Últimos 2 Dias

source: Last 4 Days
cs: Poslední č dn4
es: Últimos 4 Días
pt: Últimos 4 dias
pt_br: Últimos 4 Dias

source: Last 14 Days
cs: Posledních 14 dní
es: Últimos 14 Días
pt: Últimos 14 dias
pt_br: Últimos 14 Dias

source: Last 28 Days
cs: Posledních 28 dní
es: Últimos 28 Días
pt: Últimos 28 dias
pt_br: Últimos 28 Dias

source: Last 31 Days
cs: Posledních 31 dní
es: Últimos 31 Días
pt: Últimos 31 dias
pt_br: Últimos 31 Dias

source: Last 2 Months
cs: Poslední 2 měsíce
es: Últimos 2 Meses
pt: Últimos 2 meses
pt_br: Últimos 2 Meses

source: Last 4 Months
cs: Poslední 4 měsíce
es: Últimos 4 Meses
pt: Últimos 4 meses
pt_br: Últimos 4 Meses

source: Last 6 Months
cs: Posledních 6 měsíců
es: Últimos 6 Meses
pt: Últimos 6 meses
pt_br: Últimos 6 Meses

source: Log Period
cs: Období logu
es: Periodo de registro
pt: Época do log de dados
pt_br: Período do Log

source: Tree Focus
cs: Soustředěný strom
es: Foco de Arbol
pt: Foco de Árvore
pt_br: Visualizar em Formato árvore

source: Orphan hosts
cs: Samostatná stanice
es: Equipos huérfanos
pt: Hosts órfãos
pt_br: Host Orfão

source: Meta services
cs: Meta služby
es: Metaservicios
pt: Meta-serviços

source: All Pollers
cs: Všechny kolektory
pt: Todos os Pollers
pt_br: Todos os Pollers

source: Configuration Files Export
cs: Export konfiguračních souborů
pt: Exportar ficheiros de Configuração

source: Implied Server
cs: Zahrnutý server
es: Servidor Implicado
pt: Servidor Implícito
pt_br: Servidor Indicado

source: Export Options
cs: Volby exportu
es: Opciones de exportación
pt: Opções de exportação
pt_br: Opções de Exportação

source: Actions
cs: Akce
es: Acciones
pt: Acções
pt_br: Ações

source: Include Comments
cs: Připojit komentáře
es: Incluir comentarios
pt: Incluir comentários
pt_br: Incluir Comentários

source: Run monitoring engine debug (-v)
cs: Spustit trasování monitorovacího enginu (-v)
pt: Executar o motor de monitorização em modo de debug (-v)

source: Generate Configuration Files
cs: Vygenerovat konfigurační soubory
es: Generar Archivos de Configuración
pt: Gerar os ficheiros de configuração
pt_br: Gerar Arquivos de Configuração

source: Move Export Files
cs: Přesunout konfigurační soubory
es: Mover archivos exportados
pt: Mover Ficheiros Exportados
pt_br: Mover Arquivos Exportados

source: Restart Monitoring Engine
cs: Restartovat monitorovací engine
pt: Reiniciar Motor de Monitorização

source: Post generation command
pt: Comando pós geração

source: Restart
cs: Restartovat
es: Reiniciar
pt: Reiniciar
pt_br: Reiniciar

source: Reload
cs: Znovu načíst
es: Recargar
pt: Recarregar
pt_br: Reler

source: Force Reload
pt: Forçar Recarregamento

source: External Command
cs: Externí příkaz
es: Comando externo
pt: Comando externo
pt_br: Comando Externo

source: Method
cs: Metoda
es: Método
pt: Metodo
pt_br: Método

source: Export
cs: Exportovat
es: Exportar
pt: Exportar
pt_br: Exportar

source: Console
cs: Konzole
es: Conosla
pt: Consola

source: Progress
cs: Stav
es: Progreso
pt: Progresso

source: Preparing environment
cs: Připravuji prostředí
es: Preparando entorno
pt: Preparando o ambiente

source: Generating files
cs: Generuji soubory
es: Generando archivos
pt: Gerando os ficheiros

source: Running debug mode
cs: Spouštím debug mód
pt: Executando em modo de debug

source: Moving files
cs: Přesunuji soubory
es: Moviendo archivos
pt: Movendo ficheiros

source: Restarting engine
cs: Restartuji engine
es: Reiniciando motor
pt: Reiniciando o motor

source: Aborted.
cs: Přerušeno.
es: Abortado.
pt: Abortado.

source: No poller selected
cs: Nebyl vybrán žádný poller
es: No se ha seleccionado sonda
pt: Nenhum poller seleccionado

source: Executing command
pt: A executar comando

source: Post execution command results
pt: Resultados de comando pós execução

source: Could not find configuration directory '%s' for monitoring engine '%s'. Please check it's path or create it
cs: Nelze nalázt adresář s konfigurací %s pro monitorovací engine %s. Prosím zkontrolujte cestu, popřípadě ji vytvořte
pt: Não foi possível encontrar o directório de configuração '%s' para o motor de monitorização '%s'. Verifique o caminho ou crie o diretório

source: Could not write to file '%s' for monitoring engine '%s'. Please add writing permissions for the webserver's user
cs: Nemohu zapsat do souboru %s pro monitorovací engine %s. Prosím přidejte oprávnění k zápisu pro uživatele webserveru
pt: Não foi possível escrever no ficheiro '%s' para o motor de monitorizção '%s'. Adicione permissões para o utilizador do servidor Web

source: Centreon Broker's configuration directory '%s' does not exist and could not be created for monitoring engine '%s'. Please check it's path or create it
cs: Konfigurační adresář Centreon brokeru %s neexistuje a nemohl být vytvořen pro monitorovací engine %s. Prosím zkontrolujte cestu nebo ji vytvořte
pt: O directório de configuração do Centreon Broker '%s' não existe e não pode ser criado para o motor de monitorização '%s'. Verifique o caminho ou crie-o

source: Could not write to Centreon Broker's configuration file '%s' for monitoring engine '%s'. Please add writing permissions for the webserver's user
cs: Nemou zapsat konfigurační soubor Centreon brokeru pro monitorovací engine %s. Prosím přidejte oprávnění k zápisu pro uživatele webserveru
pt: Não foi possível escrever no ficheiro de configuração do Centreon Broker '%s' para o motor de monitorização '%s'. Adicione permissões para o utilizador do servidor Web

source: Could not write into centcore.cmd. Please check file permissions.
pt: Não foi possível escrever para o centcore.cmd. Por favor, verifique as permissões do ficheiro.

source: <br><b>Centreon : </b>All configuration will be send to
cs: <br><b>Centreon : </b>Všechny konfigurační soubory byly odeslány na
es: <br><b>Centreon : </b>Todas las configuraciones han sido enviadas
pt: <br><b>Centreon : </b>Toda a configuração foi enviada para
pt_br: <br><b>Centreon : </b>Toda a configuração foi enviada para

source: <br><b>Centreon : </b>A reload signal has been sent to
cs: <br><b>Centreon : </b>Signál pro opětovné načtení byl odeslán
es: <br><b>Centreon : </b>La señal de recarga ha sido enviada
pt: <br><b>Centreon : </b>Um sinal de reload foi enviado para

source: <br><b>Centreon : </b>Cannot send signal to
cs: <br><b>Centreon : </b>Nemohu odeslat signál na
es: <br><b>Centreon : </b>No se puede enviar señal a
pt: <br><b>Centreon : </b>Não foi possível enviar o sinal para

source: <br><b>Centreon : </b>A restart signal has been sent to
cs: <br><b>Centreon : </b>Signál pro opětovné spuštění byl odeslán
es: <br><b>Centreon : </b>La señal de reinicio ha sido enviada
pt: <br><b>Centreon : </b>Um sinal de restart foi enviado para

source: <br><b>Centreon : </b>A force-reload signal has been sent to
pt: <br><b>Centreon : </b>Um sinal de forçar recarregamento foi enviado a

source: You are not allowed to access this object configuration
pt: Você não está autorizado a aceder este objecto de configuração

source: Add a ndo2db Configuration File
cs: Přidat konfigurační soubor databáze ndo2db
es: Agregar al archivo de configuración de ndo2db
pt: Acrescentar um ficheiro de configuração ndo2db
pt_br: Adicionar um arquivo de configuração ndo2db

source: Modify a ndo2db Configuration File
cs: Upravit konfigurační soubor databáze ndo2db
es: Modificar el archivo de configuración de ndo2db
pt: Editar um ficheiro de configuração ndo2db
pt_br: Modificar arquivo de configuracao do ndo2db

source: View a ndo2db Configuration File
cs: Zobrazit konfigurační soubor databáze ndo2db
es: Ver el archivo de configuración de ndo2db
pt: Ver um ficheiro de configuração ndo2db
pt_br: Visualizar o Arquivo de Configuração do ndo2db

source: ndo2db configuration
cs: konfigurace ndo2db
es: configuración ndo2db
pt: configuração ndo2db
pt_br: Configuração ndo2db

source: Requester
cs: Žadatel
es: Solicitante
pt: Requerente
pt_br: Solicitação

source: Socket Type
cs: Typ socketu
es: Tipo de socket
pt: Tipo de soquete
pt_br: Tipo de Socket

source: Socket Name
cs: Název socketu
es: Nombre de socket
pt: Nome do soquete
pt_br: Nome do Socket

source: TCP Port
es: Puerto TCP
pt: Porta TCP
pt_br: Porta TCP

source: User ndo2db
cs: Uživatel databáze ndo2db
es: Usuario ndo2db
pt: Utilizador ndo2db
pt_br: Usuário ndo2db

source: Group ndo2db
cs: Skupina databáze ndo2db
es: Grupo ndo2db
pt: Grupo ndo2db
pt_br: Grupo ndo2db

source: Database Type
cs: Typ databáze
es: Tipo de Base de Datos
pt: Tipo do banco de dados
pt_br: Tipo do Banco de Dados

source: Database Hoster
cs: Databázový stroj
es: Anfitrión de la Base de Datos
pt: Host da Base de Dados
pt_br: Host do Banco de Dados

source: Database Name
cs: Název databáze
es: Nombre de la Base de Datos
pt: Nome do banco de dados
pt_br: Nome do Banco de Dados

source: Listening Port
cs: Naslouchající na portu
es: Puerto de Escucha
pt: Porta de Escuta
pt_br: Porta de Escuta

source: Prefix
es: Prefijo
pt: Prefixo
pt_br: Prefixo

source: Event retention
cs: Údřžba události
es: Retención de Eventos
pt: Retenção de eventos
pt_br: Retenção de evento

source: Command history retention
cs: Ponechaná historie příkazů
es: Retención de Historial de Comandos
pt: Retenção do historico de comandos
pt_br: Retenção de historico de comando

source: Service check retention
cs: Ponechané kontroly služeb
es: Retención de chequeo de Servicios
pt: Retenção de verificação de serviço
pt_br: Retenção de Checagem de Serviço

source: Host check retention
cs: Ponechané kontroly stanic
es: Retención de chequeo de Equipos
pt: Retenção de verificação de host
pt_br: Retenção de checagem de host

source: Event history retention
cs: Údržba historie událostí
es: Retención del Historial de Eventos
pt: Retenção do histórico de eventos
pt_br: Retenção de historico de eventos

source: Name is already in use
cs: Název je již používán
es: Nombre ya en uso
pt: O nome já existe
pt_br: O nome já esta em uso

source: Compulsory Name
cs: Vynucený název
es: Nombre Obligatorio
pt: Nome Obrigatório
pt_br: Nome Obrigatório

source: Modify
cs: Změnit
es: Modificar
pt: Editar
pt_br: Modificar

source: Ndo2db Informations
cs: Informace ndo2db
es: Información Ndo2db
pt: Informações do ndo2db
pt_br: Informações do Ndo2db

source: Ndo2db execution access
cs: Přístup pro vykonání ndo2db
es: Acceso de ejecución Ndo2db
pt: Acesso de execução do ndo2db
pt_br: Acesso de execução Ndo2db

source: Database Information for ndo2db
cs: Databázové informace pro ndo2db
es: Información de la Base de Datos para ndo2db
pt: Informações de Base de dados do ndo2db
pt_br: Informações de Banco de dados do ndo2db

source: Retention Informations For Ndo2db
cs: Údržba informací pro Ndo2db
es: Información de Retención para Ndo2db
pt: Informações de retenção para ndo2db
pt_br: Informações de Retenção do Ndo2db

source: General
cs: Obecné
pt: Gerais
pt_br: Geral

source: Database
cs: Databáze
es: Base de Datos
pt: Banco de dados
pt_br: Banco de Dados

source: Retention
cs: Údržba
es: Retención
pt: Retenção
pt_br: Retenção

source: Do you confirm the duplication ?
cs: Potvrdit duplikaci ?
es: ¿Confirma el duplicado?
pt: Você confirma a duplicação ?
pt_br: Você confirma a duplicação ?

source: Path
cs: Cesta
es: Ruta
pt: Caminho
pt_br: Caminho

source: Size
cs: Velikost
es: Tamaño
pt: Tamanho
pt_br: Tamanho

source: Last modified
cs: Poslední změna
pt: Última modificação
pt_br: Última modificação

source: Directory
cs: Adresář
es: Directorio
pt: Directório
pt_br: Diretório

source: Create
cs: Vytvořit
pt: Criar
pt_br: Criar

source: Create New Directory
cs: Vytvořit nový adresář
pt: Criar um novo diretório
pt_br: Cria um novo Diretório

source: File (zip, tar or cfg)
cs: Soubor (zip, tar nebo cfg)
es: Archivo (zip, tar ó cfg)
pt: Ficheiro (zip, tar ou cfg)
pt_br: Arquivo (zip, tar ou cfg)

source: Monitoring Engine configuration upload
cs: Nahrání konfigurace monitorovacího enginu
pt: Envio da configuração do Motor de Monitorização

source: Poller/Centreon Server
pt: Poller/Servidor Centreon

source: Upload Options
cs: Možnosti nahrání
es: Opciones de envío
pt: Opções de Envio
pt_br: Opções de Envio

source: Delete all configuration for the chosen type of files
cs: Smazat všechny konfigurace pro vybraný typ souboru
es: Eliminar todos los archivos de configuración para el tipo seleccionado
pt: Apagar todas as configurações para o tipo de ficheiros escolhido
pt_br: Apagar todas as configurações para o tipo de arquivos escolhidos

source: Update definition in case of double definition
cs: Upravit definici v případě výskytu stejné definice
es: Actualizar definición en caso de definición duplicada
pt: Actualizar definição no caso de definição dupla
pt_br: Definição de atualização no caso de definição dupla

source: Include comments
cs: Vložit komentáře
es: Incluir comentarios
pt: Incluir comentários
pt_br: Incluir comentários

source: File Type
cs: Typ souboru
es: Tipo de archivo
pt: Tipo do ficheiro
pt_br: Tipo de Arquivo

source: For archive upload, be sure that the first line of each file has no importance because it is not handled.<br />Avoid to begin with a definition.
cs: Při nahrávání archivu se ujistěte, že první řádek každého souboru není podstatný protože není zpracováván.<br />Vyvarujte se definicím na prvním řádku.
es: Para el envío de archivo, asegúrese de que la primera línea de cada archivo no sea importante, ya que no es procesada.<br />Evite comezar con una definición.
pt: Para envio de ficheiro, verifique que a primeira linha de cada arquivo não tem importância, pois elas não são processadas.<br />Evite iniciar com uma definição.
pt_br: Para envio de arquivamento, na verdade a primeira linha de cada arquivo não têm importância pois ele não é manipulado. <br />Evite iniciar com uma definição.

source: Template based method file
cs: soubor metod založených na šabloně
es: Plantilla basada fichero método
pt: Método de ficheiro baseado em template
pt_br: Arquivo de método baseado no Modelo

source: Check Command
cs: Příkazy ověřování
es: Comando de comprobación
pt: Comando de verificação
pt_br: Comando de Checagem

source: Notification Command
cs: Příkazy notifikací
es: Comando de notificación
pt: Comando de notificação
pt_br: Comando de Notificação

source: Command Type
cs: Typ příkazu
es: Tipo de comando
pt: Tipo de comando
pt_br: Tipo de Comando

source: It is recommanded to upload all the Command definitions first by specifying their types.
cs: Poprvé se doporučuje odesílat všechny definice příkazů určením jejich typu.
es: Se recomienda enviar todas las definiciones de comando primero especificando su tipo.
pt: É recomendado enviar todas as definições de Comando especificando antes os seus tipos.
pt_br: É recomendavel que você envie todas as definições de Comando antes de especificar os tipos.

source: Indeed, it's the only way to make a difference between Check and Notification Commands.
cs: Toto je jediný způsob jak odlišit ověřovací a notifikační přikazy.
es: De hecho, es la única manera de comprobar las diferencias entre los comandos de comprobación y notificación.
pt: Esta é a única maneira de diferenciar Comandos de Verificação e de Notificação.
pt_br: De fato, somente ha uma maneira de construir diferenças entre Comandoos de Checagem e Notificação.

source: Manual Filling
cs: Ruční zadávání
es: Completado Manual
pt: Preenchimento Manual
pt_br: Preenchimento Manual

source: Increment
cs: Přírustkový
es: Incremento
pt: Incrementar

source: Replace
cs: Nahradit
es: Reemplazar
pt: Substituir

source: Group member update behavior
cs: Chování aktualizace člena skupiny
es: Conducta de actualización del grupo de miembros
pt: Comportamento da actualização dos membros do grupo

source: Create new object with prefix
cs: Vytvořit nový objekt s prefixem
pt: Criar novo objecto com prefixo

source: Replace existing ones
cs: Nahradit existující
pt: Substituir os objectos existentes

source: Behavior on duplicate names
cs: Chování při duplikaci jmen
pt: Comportamento para nomes duplicados

source: Result
cs: Výsledek
es: Resultado
pt: Resultado
pt_br: Resultado

source: Run debug (-v)
cs: Spustit trasování (-v)
pt: Executar no modo de debug (-v)

source: Not supported extension
cs: Nepodporované rozšíření
es: Extensión no soportada
pt: Extensão não suportada
pt_br: Extensão não suportada

source: File loading OK
cs: Soubor nahrán v pořádku
es: Archivo cargado OK
pt: Leitura do ficheiro OK
pt_br: Leitura de Arquivo OK

source: Manual filling OK
cs: Ruční vyplňování vpořádku
es: Completado manual OK
pt: Preenchimento Manual OK
pt_br: Preenchimento Manual OK

source: File loading KO
cs: Nahrávání souboru se nepodařilo
es: Archivo cargado FALLÓ
pt: Carregamento do ficheiro KO
pt_br: Leitura de Arquivo KO

source: Data recovery OK
cs: Obnova dat v pořádku
es: Recuperación de datos OK
pt: Recuperação de Dados OK
pt_br: Recuperação de Dados OK

source: Data recovery KO
cs: Obnova dat se nepodařila
es: Recuperación de datos FALLÓ
pt: Recuperação de Dados KO
pt_br: Recuperação de Dados KO

source: Entries are registered
cs: Položky jsou registrovány
es: Las entradas fueron registradas
pt: Entradas foram registadas
pt_br: Entradas serão registradas

source: Could not import ndo2db
cs: Nemohu importovat ndo2db
pt: Não foi possível importar o ndo2db

source: Could not import ndomod
cs: Nemohu importovat ndomod
pt: Não foi possível importar o ndomod

source: Import behavior
cs: Importovat chování
pt: Comportamento de importação

source: Outputs
cs: Výstupy
es: Salidas
pt: Saídas

source: Inputs
cs: Vstupy
es: Entradas
pt: Entradas

source: Add with wizard
cs: Vložit s průvodcem
pt: Adicionar com assistente

source: Duplicate
cs: Duplikovat
es: Duplicar
pt: Duplicado
pt_br: Duplicado

source: Add a Centreon-Broker Configuration
cs: Vložit nastavení Centreon-Brokeru
es: Añadir configuración a Centreon-Broker
pt: Adicionar uma configuração do Centreon Broker

source: Modify a Centreon-Broker Configuration
cs: Upravit nastavení Centreon-Brokeru
es: Modificar configuración de Centreon-Broker
pt: Modificar uma configuração do Centreon Broker

source: View a Centreon-Broker Configuration
cs: Ukázat nastavení Centreon-Brokeru
es: Ver configuración de Centreo-Broker
pt: Visualizar uma configuração do Centreon Broker

source: Centreon Broker information
cs: Informace Centreon-Brokeru
pt: Informações do Centreon Broker

source: Centreon Broker configuration
cs: Nastavení Centreon-Brokeru
pt: Configuração do Centreon Broker

source: Config file name
cs: Jméno souboru s nastavením
es: Nombre de archivo de configuración
pt: Nome do ficheiro de configuração

source: Bad arguments for wizard.
cs: Chybné argumenty pro průvodce
pt: Argumento inválido para o assistente.

source: The wizard is not correctly initialized.
cs: Průvodce není správně inicializován.
pt: O assistente não foi inicializado corretamente.

source: The wizard is corrupted.
cs: Průvodce je poškozen.
pt: O assistente está corrompido.

source: Error while saving configuration.
cs: Chyba při ukládání nastavení.
pt: Erro ao guardar a configuração.

source: Configuration saved.
cs: Nastavení uloženo.
pt: Configuração guardada.

source: Welcome to Centreon Broker configuration
cs: Vítejte v nastavení Centreon-Brokeru
pt: Bem-vindo à configuração do Centreon Broker

source: Choose a configuration template:
cs: Vyberte šablonu nastavení:
pt: Escolha um template de configuração:

source: Central without poller
cs: Central bez polleru
pt: Central sem pollers

source: Central with pollers
cs: Central s pollery
pt: Central com pollers

source: Simple poller
cs: Jednoduchý poller
pt: Poller simples

source: Central without poller configuration
cs: Central bez nastavení polleru
pt: Poller central sem configuração

source: Information
cs: Informace
es: Información
pt: Informação
pt_br: Informação

source: Configuration name
cs: Jméno konfigurace
pt: Nome da configuração

source: Additional daemon
cs: Dodatečný démon
pt: Daemon adicional

source: None
cs: Žádný
es: Ninguno
pt: Nenhum
pt_br: Nenhum

source: Error while getting the local requester.
pt: Erro ao obter o requerente local.

source: Central with poller configuration
cs: Central s nastavením polleru
pt: Central sem configurações de pollers

source: Prefix configuration name
cs: Jméno nastavení prefixu
pt: Nome do prefixo de configuração

source: No active poller is defined in Centreon.
cs: V Centreonu není definován žádný aktivní poller.
pt: Nenhum poller activo está definido no Centreon.

source: Central address
cs: Adresa Central
pt: Endereço central

source: Communication port
cs: Komunikační port
pt: Porta de comunicação

source: Bad configuration type
cs: Chybný typ nastavení
pt: Tipo de configuração inválido

source: Error while inserting central-module configuration
cs: Chyba při vkládání nastavení centrálního modulu
pt: Erro ao inserir a configuração do módulo central

source: Add a Monitoring Engine Configuration File
cs: Vložit konfigurační soubor monitorovacího enginu
pt: Adicionar um ficheiro de Configuração do Motor de Monitorização

source: Modify a Monitoring Engine Configuration File
cs: Změnit konfigurační soubor monitorovacího enginu
pt: Modificar o ficheiro de Configuração do Motor de Monitorização

source: View a Monitoring Engine Configuration File
cs: Ukázat konfigurační soubor monitorovacího enginu
pt: Visualizar o ficheiro de Configuração do Motor de Monitorização
