Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Configuration Name
cs: Název konfigurace
es: Nombre de la configuración
pt: Nome da configuração
pt_br: Nome da Configuração

source: Linked poller
cs: Připojený poller
pt: Poller associado

source: Status file
cs: Stavový soubor
es: Archivo de Estado
pt: Ficheiro de estado

source: Status File Update Interval
cs: Interval aktualizace stavového souboru
pt: Intervalo de Atualização do Ficheiro de Estado

source: Log file
cs: Soubor záznamu
es: Archivo de bitácora
pt: Ficheiro de log de dados
pt_br: Arquivo de Log

source: Object Configuration Directory
cs: Adresář konfigurace objektů
es: Directorio de Configuración de Objetos
pt: Diretório de Configuração dos Objectos
pt_br: Diretório de Configuração de Objeto

source: Object Configuration File
cs: Soubor konfigurace objektů
pt: Ficheiro de Configuração dos Objectos

source: Object Cache File
cs: Soubor vyrovnávací paměti objektů
es: Fichero de Cache de Objetos
pt: Ficheiro de Cache de Objetos
pt_br: Arquivo de Cache de Objeto

source: Precached Object File
cs: Soubor objektů ve vyrovnávací paměti
es: Archivo de objeto Precaché
pt: Ficheiro de Objetos Precached

source: Temp File
cs: Dočasný soubor
es: Archivo temporal
pt: Ficheiro temporário
pt_br: Arquivo Temporário

source: Temp directory
cs: Adresář pro dočasné soubory
es: Directorio temporal
pt: Diretório temporário
pt_br: Diretório Temporário

source: Check result directory
cs: Adresář pro výsledky kontrol
es: Revisar directorio de resultados
pt: Directório de resultados das verificações

source: Max Check Result File Age
cs: Maximální stáří souboru výsledků kontrol
es: Máxima antigüedad del archivo de resultado de comprobaciones.
pt: Duração Máxima do ficheiro de resultados de Verificação

source: Monitoring system User
cs: Uživatel monitorovacího systému
pt: Utilizador do sistema de monitorização

source: Monitoring system Group
cs: Skupina monitorovacího systému
pt: Grupo do sistema de monitorização

source: Default
cs: Výchozí
es: Por defecto
pt: Padrão
pt_br: Padrão

source: Notification Option
cs: Volba oznamování
es: Opciones de notificación
pt: Opção de notificação
pt_br: Opção de Notificação

source: Service Check Execution Option
cs: Volba provádění kontroly služby
es: Opciones de ejecución de comprobación de servicio
pt: Opção de Execução de Verificação de Serviço
pt_br: Opção de Execução de Checagem de Serviço

source: Passive Service Check Acceptance Option
cs: Volba akceptace pasivní kontroly služby
es: Opción de Aceptación de Chequeo de Servicios Pasivos
pt: Opção de Aceitação de Verificação Passiva de Serviço
pt_br: Opção de Aceitação de Checagem Passiva de Serviço

source: Host Check Execution Option
cs: Volba provádění kontroly stanice
es: Opción de Ejecución de Chequeo de Equipos
pt: Opção de Execução de Verificação de Host
pt_br: Opção de Execução de Checagem de Host

source: Passive Host Check Acceptance Option
cs: Volba akceptace pasivní kontroly stanice
es: Opción de Aceptación de Chequeo Pasivo de Equipos
pt: Opção de Aceitação de Verificação Passiva de Host
pt_br: Opção de Aceitação de Checagem Passiva de Host

source: Event Handler Option
cs: Volba handleru události
es: Opciones de manejador de eventos
pt: Opção de Gestor de Evento
pt_br: Opção Manipulação de Evento

source: Hourly
cs: Hodinově
es: Cada hora
pt: Horário

source: Daily
cs: Denně
es: Diario
pt: Quotidiano

source: Weekly
cs: Týdně
es: Semanal
pt: Semanal

source: Monthly
cs: Měsíčně
es: Mensual
pt: Mesada

source: Log Rotation Method
cs: Metoda rotace souboru záznamu
es: Método de rotación de bitácoras
pt: Método de rotação de Log
pt_br: Método de rotacionamento de Log

source: Log Archive Path
cs: Cesta k archivu souborů záznamu
es: Ruta a archivo de bitácora
pt: Caminho do Arquivo de Log
pt_br: Caminho do Log de Arquivamento

source: External Command Check Option
cs: Volba externího příkazu kontroly
es: Opciones de Chequeo de Comando Externo
pt: Opção de verificação com comando externo
pt_br: Opção de Comando de checagem externa

source: External Command Check Interval
cs: Interval kontroly externího příkazu
es: Intervalo de Chequeo de Comando Externo
pt: Intervalo de verificação com comando externo
pt_br: Intervalo de Comando de checagem externa

source: External Command Buffer Slots
cs: Zásobníky externích příkazů
pt: Slots de Buffer para Comandos Externos

source: External Command File
cs: Soubor externího příkazu
es: Fichero de Comandos Externos
pt: Ficheiro de comando externo
pt_br: Arquivo de Comando Externo

source: Lock File
cs: Soubor zámku
es: Archivo de bloqueo
pt: Ficheiro de Lock
pt_br: Arquivo de Trava

source: State Retention Option
cs: Volba uchování stavu
es: Opción de Retención de Estado
pt: Opções de retenção dos estados
pt_br: Opção de Retenção de Estado

source: State Retention File
cs: Soubor uchování stavu
es: Fichero de Retención de Estado
pt: Ficheiro de retenção dos estados
pt_br: Arquivo de Retenção de Estado

source: Automatic State Retention Update Interval
cs: Interval automatické aktualizace stavu
es: Intervalo de Actualización Automática de Retención de Estado
pt: Intervalo de Actualização de Retenção de Estado Automático
pt_br: Intervalo de Atualização de Retenção de Estado Automatico

source: Use Retained Program State Option
cs: Volba použití uchovaného stavu programu
es: Usar Opción Retención de Estado de Programa
pt: Use Opção de Programa para Reter Estado
pt_br: Use Opção de Programa para Reter Estado

source: Use Retained Scheduling Info Option
cs: Volba použití uchovaných informací plánování
es: Usar Opción Retención de Información de Planificación
pt: Use Opção de Informações de Agendamento de Retenção
pt_br: Use Opção de Informações de Agendamento de Retenção

source: Retained Contact Host Attribute Mask
cs: Maska atributu uchovaného kontaktu stanice
pt: Máscara de Retained Contact Host Attribute

source: Retained Contact Service Attribute Mask
cs: Maska atributu uchovaného kontaktu služby
pt: Máscara de Retained Contact Service Attribute

source: Retained Process Host Attribute Mask
cs: Maska atributu uchovaného procesu stanice
pt: Máscara de Retained Process Host Attribute

source: Retained Process Service Attribute Mask
cs: Maska atributu uchovaného procesu služby
pt: Máscara de Retained Process Service Attribute

source: Retained Host Attribute Mask
cs: Maska atributu uchované stanice
pt: Máscara de Retained Host Attribute

source: Retained Service Attribute Mask
cs: Maska atributu uchované služby
pt: Máscara de Retained Service Attribute

source: Syslog Logging Option
cs: Volba zaznamenávání systému syslog
es: Opción de Logueo de Syslog
pt: Opção de Logging Syslog
pt_br: Opção de Registro do Syslog

source: Notification Logging Option
cs: Volba zaznamenávání notifikací
es: Opción de Logueo de Notificaciones
pt: Opção de Logging de Notificações
pt_br: Opção de Registro de Notificação

source: Service Check Retry Logging Option
cs: Volba zaznamenávání opětovné kontroly služby
es: Opción de Logueo en Reintento de Chequeo de Servicio
pt: Opção de Logging de tentativas de verificação
pt_br: Opção de Registro de Tentativa de Checagem de Serviço

source: Host Retry Logging Option
cs: Volba zaznamenávání opětovné kontroly stanice
es: Opción de Logueo en Reintento de Chequeo de Equipo
pt: Opção de Logging de Tentativa de Host
pt_br: Opção de Registro de Tentativa de Host

source: Event Handler Logging Option
cs: Volba zaznamenávání handleru událostí
es: Opción de Logueo del Manejador de Eventos
pt: Opção de Logging de Gestor de Eventos
pt_br: Opção de Registro de Manipulação de Evento

source: Initial State Logging Option
cs: Volba zaznamenávání počátečního stavu
es: Opción de Logueo del Estado Inicial
pt: Opção de Logging de estado inicial
pt_br: Opção de Registro de Estado Inicial

source: External Command Logging Option
cs: Volba zaznamenávání externího příkazu
es: Opción de Logueo en Comandos Externos
pt: Opção de logging de comandos externos
pt_br: Opção de Registro de Comando Externo

source: Passive Check Logging Option
cs: Volba zaznamenávání pasivní kontroly
es: Opción de Logueo en Chequeos Pasivos
pt: Opção de logging de verificações passivas
pt_br: Opção de Registro de Checagem Passiva

source: Global Host Event Handler
cs: Globální handler událostí stanice
es: Manejador de Eventos Global en Equipos
pt: Gestor de eventos de Global Host
pt_br: Manipulação de Evento para Host Global

source: Global Service Event Handler
cs: Globální handler událostí služby
es: Manejador de Eventos Global en Servicios
pt: Gestor de eventos de Global Service
pt_br: Manipulação de Evento para Serviço Global

source: Inter-Check Sleep Time
cs: Prodleva mezi kontrolami
es: Tiempo de Espera Entre-Chequeo
pt: Tempo de Espera entre Verificações
pt_br: Tempo de Espera de Inter-Checagem

source: Maximum Concurrent Service Checks
cs: Maximum konkurenčních kontrol služeb
es: Máximo de Chequeos de Servicios Concurrentes
pt: Máximo de verificações de serviço concorrentes
pt_br: Máximo de Checagem Concorrente de Serviço

source: Maximum Host Check Spread
cs: Maximální rozptyl kontrol stanice
es: Máxima Propagación Chequeo de Equipos
pt: Volume Máximo de Verificações de Host
pt_br: Volume Máximo de Checagem de Host

source: Maximum Service Check Spread
cs: Maximální rozložení kontrol služby
es: Máxima Propagación Chequeo de Servicios
pt: Volume Máximo de Verificações de Serviço
pt_br: Volume Máximo de Checagem de Serviço

source: Service Interleave Factor
cs: Faktor prokládání služeb
es: Factor Separación de Servicios
pt: Factor de Intercalação de Serviços
pt_br: Fato de Intercalação de Serviço

source: Host Inter-Check Delay Method
cs: Způsob čekání mezi kontrolami stanice
es: Método de Retardo Chequeo Entre Equipos
pt: Método Host Inter-Check Delay
pt_br: Método de Atraso para Inter-Checagem de Host

source: Service Inter-Check Delay Method
cs: Způsob čekání mezi kontrolami služby
es: Método de Retardo Chequeo Entre Servicios
pt: Método Service Inter-Check Delay
pt_br: Método de Atraso para Inter-Checagem de Serviço

source: Check Result Reaper Frequency
cs: Kontrola frekvence výsledků sběru
pt: Frequência de ceifa dos resultados de verificações

source: Maximum Check Result Reaper Time
cs: Maximální doba výsledků kontroly sběru
pt: Tempo máximo de ceifa de resultados de verificações

source: Translate Passive Host Checks Option
cs: Volba překladu pasivních kontrol stanice
es: Traducir opciones de comprobaciones de Host pasivas.
pt: Opção Traduzir verificações de Hosts Passivos

source: Passive Host Checks Are SOFT Option
cs: Volba pro pasivní kontroly stanic stavu SOFT
pt: Opção Verificações de Host são SOFT

source: Auto-Rescheduling Option
cs: Volba automatického přeplánování
es: Opción Auto-Planificación
pt: Opção de auto-reagendamento
pt_br: Opção de Auto-Reagendamento

source: Auto-Rescheduling Interval
cs: Interval automatického přeplánování
es: Intervalo Auto-Planificación
pt: Intervalo de Auto Reagendamento
pt_br: Intervalo de Auto-Reagendamento

source: Auto-Rescheduling Window
cs: Okno automatického přeplánování
es: Ventana de Auto-Planficación
pt: Janela de Auto Reagendamento
pt_br: Janela de Auto-Reagendamento

source: Aggressive Host Checks
cs: Agresivní kontroly stanice
es: Comprobaciones de Host Agresivas
pt: Verificação de Hosts Agressiva

source: Flap Detection Option
cs: Volba detekce kolísání
es: Opción Detección de Fluctuación
pt: Opção de Detecção de Oscilação
pt_br: Opção de Detecção de Marcação

source: Low Service Flap Threshold
cs: Dolní hranice kolísání služby
es: Umbral bajo de Fluctuación de Servicio
pt: Limiar Inferior de Oscilação de Serviço
pt_br: Percentual mínimo para Marcação de Serviço de nivel baixo

source: High Service Flap Threshold
cs: Horní limit kolísání služby
es: Umbral alto de Fluctuación de Servicio
pt: Limiar Superior de Oscilação de Serviço
pt_br: Percentual mínimo para Marcação de Serviço de nível alto

source: Low Host Flap Threshold
cs: Dolní limit kolísání služby
es: Umbral bajo de Fluctuación de Equipo
pt: Limiar Inferior de Oscilação de Host
pt_br: Percentual mínimo para Marcação de Host de nivel baixo

source: High Host Flap Threshold
cs: Horní limit kolísání stanice
es: Umbral alto de Fluctuación de Equipo
pt: Limiar Inferior de Oscilação de Host
pt_br: Percentual mínimo para Marcação de Host de nivel alto

source: Soft Service Dependencies Option
cs: Volba závislostí nejisté služby
es: Opción de Dependencias Soft de Servicio
pt: Opção de Dependências de Serviço SOFT
pt_br: Opção de Dependências de Serviços Leves

source: Service Check Timeout
cs: Timeout kontroly služby
es: Tiempo max Chequeo de Servicio
pt: Tempo de Expiração da Verificação de Serviço
pt_br: Timeout de Checagem de Serviço

source: Host Check Timeout
cs: Timeout kontrolu stanice
es: Tiempo máx. Chequeo de Equipo
pt: Tempo de Expiração de Verificação de Host
pt_br: Timeout de Checagem de Host

source: Event Handler Timeout
cs: Timeout handleru události
es: Tiempo máx. Manejador Eventos
pt: Tempo de Expiração de Gestor de Evento
pt_br: Timeout de Manipulação de Evento

source: Notification Timeout
cs: Timeout oznámení
es: Tiempo máx Notificación
pt: Tempo de Expiração de Notificação
pt_br: Timeout de Notificação

source: Obsessive Compulsive Service Processor Timeout
cs: Timeout procesoru vynucené důsledné služby
es: Tiempo máx Procesador Servicios Compulsivos
pt: Tempo de Expiração do processador de Serviços em modo obsessivo compulsivo
pt_br: Timeout de Processador de Serviço Compulsivo-obsessiva

source: Obsessive Compulsive Host Processor Timeout
cs: Timeout procesoru vynucené důsledné stanice
es: Tiempo máx Procesador Equipos Compulsivos
pt: Tempo de Expiração do processador de Hosts em modo obsessivo compulsivo
pt_br: Timeout de Processador de Host Compulsivo-obsessiva

source: Performance Data Processor Command Timeout
cs: Timeout procesoru příkazů výkonostních dat
es: Tiempo máx Comando Procesador de Datos de Rendimiento
pt: Tempo de Expiração do processador de dados de desempenho
pt_br: Timeout de Comando de Processador de Dados de Performance

source: Obsess Over Services Option
cs: Volba důslednosti nad službami
es: Opción Insistencia Sobre Servicios
pt: Opção de Obsessão sobre Serviços
pt_br: Opção de Serviços sobre preucupação

source: Obsessive Compulsive Service Processor Command
cs: Přkaz procesoru vynucené důslednosti služby
es: Comando Procesador de Servicios Compulsivos
pt: Comando de Processador de Serviço Obsessivo-Compulsivo
pt_br: Comando de Processador de Serviço Compulsivo-obsessiva

source: Obsess Over Hosts Option
cs: Volba důslednosti nad stanicemi
es: Opción Insistencia Sobre Equipos
pt: Opção de Obsessão sobre Hosts
pt_br: Opção de Hosts sobre preucupação

source: Obsessive Compulsive Host Processor Command
cs: Příkaz procesoru vynucené důslednosti stanice
es: Comanod Procesador de Equipos Compulsivos
pt: Comando de Processador de Host Obsessivo-Compulsivo
pt_br: Comando de Processador de Host Compulsivo-obsessiva

source: Performance Data Processing Option
cs: Volba zpracování výkonnostních dat
es: Opción Procesamiento de Datos de Rendimiento
pt: Opção de Processamento de Dados de Desempenho
pt_br: Opção de Processamento de Dados de Performance

source: Host Performance Data Processing Command
cs: Příkaz zpracování výkonostních dat stanice
es: Comando Procesamiento de Datos Rendimiento en Equipo
pt: Comando de Processamento de Dados de Desempenho de Host
pt_br: Comando de Processamento de Dados de Performance de Host

source: Service Performance Data Processing Command
cs: Příkaz zpracování výkonostních dat služby
es: Comando Procesamiento de Datos Rendimiento en Servicio
pt: Comando de Processamento de Dados de Desempenho de Serviço
pt_br: Comando de Processamento de Dados de Performance de Serviço

source: Host Performance Data File
cs: Soubor výkonnostních dat stanice
es: Fichero de Datos Rendimiento para Equipos
pt: Ficheiro de dados de performence para os hosts
pt_br: Arquivo de Dados de Performance de Host

source: Service Performance Data File
cs: Soubor výkonostních dat služby
es: Fichero de Datos Rendimiento para Servicios
pt: Ficheiro de dados de performence para os serviços
pt_br: Arquivo de Dados de Performance de Serviço

source: Host Performance Data File Template
cs: Soubor šablony výkonostních dat stanice
es: Plantilla de Datos de Rendimiento para Equipos
pt: Modelo de ficheiro de dados de performence para os hosts
pt_br: Modelo de Arquivo de Dados de Performance de Host

source: Service Performance Data File Template
cs: Šablona souboru výkonostních dat služby
es: Plantilla de Datos de Rendimiento para Servicios
pt: Modelo de ficheiro de dados de performence para os serviços
pt_br: Modelo de Arquivo de Dados de Performance de Serviço

source: Append
cs: Přiložit
es: Anexar
pt: Acrescentar

source: Write
cs: Zapsat
es: Escribir
pt: Escrever

source: Host Performance Data File Mode
cs: Režim souboru výkonostních dat stanice
es: Acceso Fichero de Datos Rendimiento para Equipos
pt: Modo do Ficheiro de Dados de Desempenho de Host
pt_br: Modo do Arquivo de Dados de Performance de Host

source: Service Performance Data File Mode
cs: Režim souboru výkonostních dat služby
es: Acceso Fichero de Datos Rendimiento para Servicios
pt: Modo do Ficheiro de Dados de Desempenho de Serviço
pt_br: Modo do Arquivo de Dados de Performance de Serviço

source: Host Performance Data File Processing Interval
cs: Interval zpracování souboru výkonostních dat stanice
es: Intervalo Procesamiento Fichero Datos Rendimiento en Equipos
pt: Intervalo de Processamento de Ficheiro de Dados de Desempenho de Host
pt_br: Intervalo de Processamento de Arquivo de Dados de Performance de Host

source: Service Performance Data File Processing Interval
cs: Interval zpracování souboru výkonostních dat služby
es: Intervalo Procesamiento Fichero Datos Rendimiento en Servicios
pt: Intervalo de Processamento de Ficheiro de Dados de Desempenho de Serviço
pt_br: Intervalo de Processamento de Arquivo de Dados de Performance de Serviço

source: Host Performance Data File Processing Command
cs: Příkaz pro zpracování souboru výkonostních dat stanice
es: Comando Procesamiento de Fichero Datos Rendimiento en Equipos
pt: Comando de Processamento de Ficheiro de Dados de Desempenho de Host
pt_br: Comando de Processamento de Arquivo de Dados de Performance de Host

source: Service Performance Data File Processing Command
cs: Příkaz zpracování souboru výkonostních dat služby
es: Comando Procesamiento de Fichero Datos Rendimiento en Servicios
pt: Comando de Processamento de Ficheiro de Dados de Desempenho de Serviço
pt_br: Comando de Processamento de Arquivo de Dados de Performance de Serviço

source: Orphaned Service Check Option
cs: Volba samostatné kontroly služby
es: Opción Chequear Servicios Huérfanos
pt: Opção de Verificação de Serviço Órfão
pt_br: Opção de Checagem de Serviço Órfão

source: Orphaned Host Check Option
cs: Volby kontrol osiřelých stanic
es: Opciones de comprobación de hosts huérfanos
pt: Opção de Verificação de Host Órfão

source: Service Freshness Check Option
cs: Volba kontroly čerstvosti služby
es: Opción Chequear Frescura Servicio
pt: Opção de Verificação de Frescura de Serviço
pt_br: Opção de Checagem de Serviço em Vigor

source: Service Freshness Check Interval
cs: Interval kontroly čerstvosti služby
es: Intervalo Chequear Frescura Servicio
pt: Intervalo de Verificação de Frescura de Serviço
pt_br: Intervalo de Checagem de Serviço em Vigor

source: Host Freshness Check Option
cs: Volba kontroly čerstvosti stanice
es: Opción Chequear Frescura Equipo
pt: Opção de Verificação de Frescura de Host
pt_br: Opção de Checagem de Host em Vigor

source: Host Freshness Check Interval
cs: Interval kontroly čerstvosti stanice
es: Intervalo Chequear Frescura Equipo
pt: Intevalo de Verificação de Frescura de Host
pt_br: Intevalo de Checagem de Host em Vigor

source: Additional freshness latency
cs: Dodatečné zpoždění čerstvosti
es: Latencia de refresco adicional
pt: Latência de frescura adicional
pt_br: Latência de Vigor Adicional

source: Date Format
cs: Formát data
es: Formato Fecha
pt: Formato de data
pt_br: Formato da Data

source: Administrator Email Address
cs: E-mailová adresa administrátora
es: Dirección Correo de Aministrador
pt: Endereço de Email do Administrador
pt_br: Endereço de Email do Administrador

source: Administrator Pager
cs: Mobilní číslo administrátora
es: Página de Administrador
pt: Pager do Administrador
pt_br: Pager do Administrador

source: Illegal Object Name Characters
cs: Neplatné znaky jména objektu
es: Caracteres Ilegales en Nombre de Objetos
pt: Caracteres Ilegais no Nome do Objecto
pt_br: Caracteres Ilegais no Nome do Objeto

source: Illegal Macro Output Characters
cs: Neplatné výstupní znaky makra
es: Caracteres Ilegales en Salidas Macro
pt: Caracteres Ilegais na saida da Macro
pt_br: Caracteres Ilegais no Emissor da Macro

source: Regular Expression Matching Option
cs: Volba zpracujícího regulárního výrazu
es: Opción Concordancia Expresión Regular
pt: Opção de Comparação de Expressão Regular
pt_br: Opção de Comparação de Expressão Regular

source: True Regular Expression Matching Option
cs: Volba porovnávání regulárního výrazu
es: Opción Concordancia Expresión Regular Concreta
pt: Opção de Comparação Verdadeira de Expressão Regular
pt_br: Opção de Comparação Verdadeira de Expressão Regular

source: Multiple Broker Module
cs: Vícenásobný modul brokeru
pt: Múltiplos Módulos Broker

source: This directive can be used multiple times, see nagios documentation.<BR>NDO use the broker module directive.
cs: Tato direktiva může být použita několikrát, naleznete v dokumentaci k Nagios. <BR>NDO používá direktivy modulu brokeru.
es: Esta directiva puede ser usada múltiples veces, mire la documentación de Nagios <BR>NDO utiliza el módulo de directiva del broker.
pt: Esta directriz pode ser usada múltiplas vezes, consultar a documentação do Nagios. <BR>NDO utiliza a directriz do módulo broker.

source: Event broker directive
pt: Directiva do event broker

source: Broker Module Options
cs: Volby modulu zprostředkovatele
es: Opciones para Módulo Intermedio
pt: Opções do Módulo Broker
pt_br: Opções do Modulo de Corretor

source: List
cs: Seznam
es: Lista
pt: Lista
pt_br: Lista

source: Form
cs: Formulář
es: Formulario
pt: Formulário
pt_br: Formulário

source: Post Validation
cs: Validace odeslaného
es: Post Validación
pt: Pós Validação
pt_br: Validação de Publicação

source: Predictive Host Dependency Checks
cs: Prediktivní kontroly závislostí stanice
es: Chequeos de Dependencias Predictivas en Equipos
pt: Verificações de dependências de Host Preditivas
pt_br: Checagens de Dependência de Previsão de Host

source: Predictive Service Dependency Checks
cs: Prediktivní kontroly závislostí služby
es: Chequeos de Dependencias Predictivas en Servicios
pt: Verificações de dependências de Serviços Preditivas
pt_br: Checagens de Dependência de Previsão de Serviço

source: Cached Host Check
cs: Kontrola stanice z vyrovnávací paměti
es: Chequeo Cacheado de Equipo
pt: Verificação de Host em Cache
pt_br: Checagem de Host em Cache

source: Cached Service Check
cs: Kontrola služby z vyrovnávací paměti
es: Chequeo Cacheado de Servicio
pt: Verificação de Serviço em Cache
pt_br: Checagem de Serviço em Cache

source: Use large installation tweaks
cs: Použít volby rozsáhlé instalace
es: Usar grandes modificaciones de instalación
pt: Usar afinações para grandes instalações
pt_br: Ajustes de Instalação em Largo Uso

source: Free child process memory
cs: Volná paměť pro dceřiné procesy
es: Memoria libre del proceso hijo
pt: Libertar memória de processos filho
pt_br: Memória livre de processo parente

source: Child processes fork twice
cs: Rozdvojené dceřiné procesy
es: Proceso hijo creó dos hilos
pt: Processos filhos fazem fork duas vezes
pt_br: Duplamente dividir processos parentes
