Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Enable/Disable Flap Detection
cs: Povolit/Zakázat detekci kolísání
es: Habilitar / deshabilitar la detección de FLAP
pt: Ligar/Desligar a detecção da oscilação

source: Enable/Disable Obsessive service checks
cs: Povolit/zakázat důsledné kontroly služby
es: Activar / Desactivar control obsesivo de servicios
pt: Ligar/Desligar verificações de serviço Obsessivas

source: Enable/Disable Obsessive host checks
cs: Zapnout/Vypnout důsledné kontroly stanice
es: Activar / Desactivar control obsesivo de Host
pt: Ligar/Desligar verificações de host Obsessivas

source: Enable/Disable Performance Data
cs: Povolit/Zakázat výkonostní data
es: Activar / Desactivar datos de rendimiento
pt: Ligar/Desligar dados de desempenho

source: Display Top Counter
cs: Zobrazit Top počítadlo
es: Mostrar el contador superior
pt: Mostrar Top Counter

source: Display Top Counter pollers statistics
cs: Zobrazit Top počítadlo statistik pollerů
es: Mostrar las estadisticas del contador superior de los pollers
pt: Mostrar estatístisticas dos poller no top counter

source: Display Poller Listing
cs: Zobrazit seznam polleru
es: Mostrar el listado de pollers
pt: Mostrar Lista de Pollers

source: Services Actions Access
cs: Přístup k akcím služeb
es: Servicios de acceso a las acciones
pt: Acesso a Acções de Serviços

source: Hosts Actions Access
cs: Přístup k akcím stanic
es: Las acciones de acceso a host
pt: Acesso a Acções de Hosts

source: Global Monitoring Engine Actions (External Process Commands)
cs: Akce globálního monitorovacího engine (externí příkazy procesů)
pt: Acções Globais do Motor de Monitorização (Comandos de Processos Externos)

source: Global Functionalities Access
cs: Přístup ke globálním funkcím
es: Funcionalidades de Acceso Global
pt: Acesso a Funcionalidades Globais

source: Compulsory Groups
cs: Vynucené skupiny
es: Grupos obligatorios
pt: Grupos Obrigatórios

source: All Hosts
cs: Všechny Stanice
es: Todos los Hosts
pt: Todos os Hosts

source: All Hostgroups
cs: Všechny Skupiny stanic
es: Todos los grupos de hosts
pt: Todos os Grupos de Hosts

source: All Servicegroups
cs: Všchny Skupiny služeb
es: Todos los grupos de servicios
pt: Todos os Grupos de Serviços

source: Check User View
cs: Zkontrolovat uživatelský pohled
es: Comprobar vista de usuarios
pt: Verificar Visão do Utilizador

source: Hosts Groups Shared
cs: Sdílené skupiny stanic
es: Grupos de Equipos Compartidos
pt: Grupos de Hosts Partilhados
pt_br: Compartilhamento de Grupos de Hosts

source: Filters
cs: Filtry
es: Filtros
pt: Filtros

source: Access list name
cs: Jméno ACL
es: Nombre de la lista de accesso
pt: Nome da lista de acesso

source: Include all hosts
cs: Zahrnout všechny stanice
es: Incluir todos los hosts
pt: Incluir todos os hosts

source: Include all hostgroups
cs: Zahrnout všechny skupiny stanic
es: Incluir todos los grupos de hosts
pt: Incluir todos os grupos de hosts

source: Include all servicegroups
cs: Zahrnout všechny skupiny služeb
es: Incluir todos los grupos de servicios
pt: Incluir todos os grupos de serviços

source: People linked to this Access list
cs: Lidé připojení k tomuto seznamu přístupů
es: Personas vinculadas a esta lista de acceso
pt: Pessoas relacionadas a esta Lista de Acesso

source: Shared Resouces
cs: Sdílené přostředky
es: Recursos compartidos
pt: Recursos Partilhados

source: <b><i>Help :</i></b> Select hosts and hostgroups that can be seen by associated users. You also have the possibilty to exclude host(s) from selected hostgroup(s).
cs: <b><i>Nápověda :</i></b>Vyberte stanice a skupiny stanic, které mohou být viděny asociovanými uživateli. Také máte možnost vyloučit stanici(e) z vybrané(ých) skupin(y) stanic.
pt: <b><i>Ajuda :</i></b> Selecione os hosts e os grupos de hosts que podem ser visualizados pelos utilizadores associados. Você também pode remover host(s) do(s) grupo(s) de hosts seleccionado.

source: <b><i>Help :</i></b> Select services that can be seen by associated users.
cs: <b><i>Nápověda : </i></b> Vyberte služby, které budou viditelné asociovaným uživatelům.
pt: <b><i>Ajuda :</i></b> Seleccione os serviços que podem ser visualizados pelos utilizadores associados.

source: <b><i>Help :</i></b> Select meta services that can be seen by associated users.
cs: <b><i>Nápověda : </i></b> Vyberte meta služby, které budou viditelné asociovaným uživatelům.
pt: <b><i>Ajuda :</i></b> Selecione os meta-serviços que podem ser visualizados pelos utilizadores associados.

source: <b><i>Help :</i></b> Select the filter(s) you want to apply to the resource definition for a more restrictive view.
cs: <b><i>Nápověda : </i></b> Pro přesnější pohled vyberte filtr(y), které chcete aplikovat na definici zdrojů .
pt: <b><i>Ajuda :</i></b> Selecione o(s) filtro(s) que você quer aplicar à definição de recurso para uma visualização mais restritiva.

source: Poller Filter
cs: Filtr polleru
es: Filtrado de Poller
pt: Filtro de Pollers

source: Exclude hosts from selected host groups
cs: Vyloučit stanice z vybraných skupin stanic
es: Excluir a los hosts de los grupos de host seleccionado
pt: Excluir hosts dos grupos de hosts seleccionados

source: Service Category Filter
cs: Filtr kategorie služby
es: Filtro de servicio por categoria
pt: Filtro de Categoria de Serviço

source: Host Category Filter
cs: Filtr kategorie stanice
es: Filtro de host por categoría
pt: Filtro de Categoria de Host

source: Hosts Resources
cs: Prostředky stanice
es: Recursos de los Hosts
pt: Recursos de Hosts

source: Services Resources
cs: Prostředky služeb
es: Recursos de los servicios
pt: Recursos de Serviços

source: Centreon Users
cs: Centreon Uživatelé
es: Usuarios de Centreon
pt: Utilizadores do Centreon
pt_br: Usuários do Centreon

source: Please select an user in order to display resources
cs: Prosím, vyberte uživatele, který zobrazí zdroje
es: Por favor, seleccione un usuario con el fin de mostrar los recursos
pt: Seleccione um utilizador para exibir os recursos

source: Modify directory
cs: Změnit adresář
es: Modificar directorio
pt: Modificar directório

source: Directory name
cs: Název adresáře
es: Nombre de directorio
pt: Nome do directório
pt_br: Nome do Diretório

source: Move files to directory
cs: Přesunout soubory do adresáře
es: Mover ficheros a directorio
pt: Mover arquivos para o directório

source: Destination directory
cs: Cílový adresář
es: Directorio de destino
pt: Directório de destino

source: Media Detection
cs: Detekování média.
es: Detección de medios
pt: Detecção de Média

source: Bad picture alias detected :
cs: Detekován chybný alias obrázku :
es: Alias de imagen errónea detectado:
pt: Pseudónimo inválido de figura detectado :

source: New directory added :
cs: Přidán nový adresář :
es: Nuevo directorio añadido:
pt: Novo directório adicionado :

source: New images added :
cs: Přidány nové obrázky :
es: Nuevas imágenes añadidas:
pt: Novas imagens adicionadas :

source: Convert gd2 -> png :
cs: Převést gd2 -> png :
es: Convertir gd2 -> png:
pt: Converter gd2 -> png :

source: Add Image(s)
cs: Vložit obrázek(ky)
es: Añadir imagen(es)
pt: Adicionar Imagem(s)
pt_br: Adicionar Imagem(s)

source: Existing or new directory
cs: Existující nebo nová složka
es: Directorio nuevo o existente
pt: Directório existente ou novo

source: Image or archive
cs: Obrázek nebo archiv
es: Imagen o archivo
pt: Imagem ou arquivo

source: Modify Image
cs: Změnit obrázek
es: Modificar imagen
pt: Modificar Imagem
pt_br: Modificar Imagem

source: Image Name
cs: Název obrázku
es: Nombre de imagen
pt: Nome de imagem
pt_br: Nome da Imagem

source: Image
cs: Obrázek
es: Imagen
pt: Imagem
pt_br: Imagem

source: Compulsory image name
cs: Vynucený název obrázku
es: Nombre de imagen obligatorio
pt: Nome da imagem obrigatório

source: View Image
cs: Ukázat obrázek
es: Ver imagen
pt: Visualizar Imagem
pt_br: Visualizar Imagem

source: Return to list
cs: Zpět na seznam
es: Volver a la lista
pt: Retornar à lista
pt_br: Retornar à lista

source: Review form after save
cs: Prohlédnout formulář po uložení.
es: Revisar formulario después de guardar
pt: Rever formulário após salvar

source: Empty directory
cs: Prázdný adresář
es: Directorio vacío
pt: Directório vazio

source: Move images
cs: Přesunout obrázky
es: Mover imagen
pt: Mover imagens

source: Synchronize Media Directory
cs: Synchronizovat složku médií
es: Sincronizar directorio de medios
pt: Sincronizar Directório de Média

source: Centreon DataBase Statistics
cs: Statistiky Centreon-DataBase
es: Estadisticas de Base de Datos de Centreon
pt: Estatísticas de Base de Dados do Centreon

source: Length
cs: Délka
es: Longitud
pt: Comprimento
pt_br: Tamanho

source: Number of entries
cs: Počet jednotek
es: Número de entradas
pt: Número de entradas
pt_br: Número de entradas

source: Rebuild RRD Database
cs: Znovu zpracovat RRD databázi
es: RehacerBase de Datos RRD
pt: Reconstruir Base de Dados RRD
pt_br: Reconstruir Base de Dados RRD

source: Stop rebuilding RRD Databases
cs: Zastavit zpracování RRD databáze
es: Parar rehacer Base de Datos RRD
pt: Parar reconstrução do Base de Dados RRD
pt_br: Parar reconstrução da Base de Dados RRD

source: Delete graphs
cs: Odstranit grafy
pt: Remover gráficos

source: Hide graphs of selected Services
cs: Skrýt grafy vybrané služby
es: Esconder gráficas de los Servicios seleccionados
pt: Esconder gráficos dos Serviços seleccionados
pt_br: Esconder gráficos dos Serviços selecionados

source: Stop hiding graphs of selected Services
cs: Zastavit skrývání grafů vybrané služby
es: Parar de esconder gráficas de los Servicios seleccionados
pt: Parar a acção de esconder os gráficos de Serviços seleccionados
pt_br: Parar a ação de esconder os gráficos de Serviços selecionados

source: Lock Services
cs: Zamknout služby
es: Asegurar Servicios
pt: Bloquear Serviços
pt_br: Bloquear Serviços

source: Unlock Services
cs: Odemknout služby
es: Liberal Servicios
pt: Desbloquear Serviços
pt_br: Desbloquear Serviços

source: Rebuild Waiting
cs: Čekání na opětovné zpracování
es: Espernando reconstrucción
pt: Aguardando Reconstrução
pt_br: Aguardando Reconstrução

source: Locked
cs: Uzamčeno
es: Bloqueado
pt: Bloqueado
pt_br: Travado

source: Storage Type
cs: Typ úložiště
es: Tipo de almacenamiento
pt: Tipo de Armazenamento
pt_br: Tipo de Armazenamento

source: User kicked
cs: Uživatel vykopnut
es: Usuario desconectado
pt: Utilizador expulso
pt_br: Usuário Expulso

source: Kick User
cs: Vykopnout uživatele
es: Desconectar Usuario
pt: Expulsar Utilizador
pt_br: Expulsar Usuário

source: Last request
cs: Poslední požadavek
es: Última petición
pt: Último pedido
pt_br: Última requisição

source: Real name
cs: Skutečné jméno
es: Nombre real
pt: Nome verdadeiro
pt_br: Nome Real

source: Release
cs: Vydání
es: Versión
pt: Lançamento
pt_br: Lançamento

source: Informations
cs: Informace
es: Informaciones
pt: Informações

source: Expiration date
cs: Datum expirace
es: Fecha de vencimiento
pt: Data de expiração

source: Installed
cs: Nainstalováno
es: Instalado
pt: Instalado
pt_br: Instalado

source: NA
cs: Nedostupné
es: ND
pt: ND
pt_br: ND

source: Impossible
cs: Nemožné
es: Imposible
pt: Impossível
pt_br: Impossível

source: Install Module
cs: Nainstalovat modul
es: Instalar módulo
pt: Instalar Módulo
pt_br: Instalar Modulo

source: Uninstall Module
cs: Odinstalovat modul
es: Desinstalar módulo
pt: Desinstalar Módulo
pt_br: Desinstalar Modulo

source: Module Information
cs: Informace o modulu
es: Información del módulo
pt: Informações do Módulo
pt_br: Informações do Modulo

source: Upgrade Information
cs: Informace o aktualizaci
es: Información de actualización
pt: Informação Actualização
pt_br: Informação Atualização

source: Base release
cs: Základní vydání
es: Versión base
pt: Lançamento base
pt_br: Lançamento Base

source: Final release
cs: Finální vydání
es: Versión final
pt: Lançamento final
pt_br: Lançamento Final

source: Additionnal Information
cs: Dodatečné informace
es: Información adicional
pt: Informações Adicionais
pt_br: Informações Adicionais

source: Valid for an upgrade
cs: Schváleno pro aktualizaci
es: Válido para actualización
pt: Válido para uma actualização
pt_br: Válido para uma atualização

source: Module installed and registered
cs: Modul je nainstalován a zaregistrován
es: Módulo instalado y registrado
pt: Módulo instalado e registado
pt_br: Modulo instalado e registrado

source: SQL file included
cs: Vložen soubor SQL
es: Archivo SQL incluido
pt: Ficheiro SQL incluído
pt_br: Arquivo SQL incluído

source: PHP file included
cs: Vložen soubor PHP
es: Archivo PHP incluido
pt: Ficheiro PHP incluído
pt_br: Arquivo PHP incluído

source: Unable to install module
cs: Nelze nainstalovat modul
es: No se pudo instalar el módulo
pt: Não foi possível instalar o módulo
pt_br: Não foi possivel instalar o modulo

source: Back
cs: Zpět
es: Volver
pt: Voltar
pt_br: Voltar

source: Change update options
cs: Změnit volby aktualizace
es: Cambiar las opciones de actualización
pt: Alterar opções de actualização
pt_br: Alterar opções de atualização

source: Check stable versions
cs: Zkontrolovat stabilní verze
es: Comprobar versiones estables
pt: Verificar se existem versões estavéis
pt_br: Checar por versões estavéis

source: Check patches
cs: Zkontrolovat záplaty
es: Comprobar parches
pt: Verificar patches
pt_br: Checar Patches

source: Check secu-patches
cs: Zkontrolovat bezpečnostní záplaty
es: Comprobar parches de seguridad
pt: Verificar patches de segurança
pt_br: Checar Patchs de Segurança

source: Check Release candidate
cs: Zkontrolovat release kandidáty
es: Comprobar versión candidata
pt: Verificar candidato de Lançamento
pt_br: Checar candidato de Lançamento

source: Check Beta
cs: Zkontrolovat beta vydání
es: Comprobar beta
pt: Verificar versão Beta
pt_br: Checar Beta

source: Patch Download path
cs: Cesta pro stažení záplaty
es: Ruta de descarga de parches
pt: Caminho de Download do Patch
pt_br: Caminho do Download do Path

source: No version defined.
cs: Není definována verze.
es: Versión no definida.
pt: Nenhuma versão definida.
pt_br: Nenhuma versão definida

source: Can't get list of files.
cs: Nelze získat seznam souborů.
es: No se pudo obtener la lista de archivos.
pt: Não posso obter a lista de ficheiros.
pt_br: Não posso obter a lista de arquivos.

source: Can't open configuration file : /etc/oreon.conf
cs: Nelze otevřít konfigurační soubor : /etc/oreon.conf
es: No se pudo abrir el archivo de configuración: /etc/oreon.conf
pt: Não consegui abrir o ficheiro de configuração : /etc/oreon.conf
pt_br: Não consegui abrir o arquivo de configuração : /etc/oreon.conf

source: Can't get file'
cs: Nelze získat soubor'
es: No se pudo obtener el archivo.
pt: Não é possível obter o ficheiro'
pt_br: Não consegui obter o arquivo'

source: %s is downloaded.
cs: %s je staženo.
es: %s ha sido descargado.
pt: %s foi descarregado.

source: In order to complete your upgrade (%s), unzip the downloaded file, and follow the instructions in README
cs: Pro dokončení aktualizace (%s), rozbalte stažený soubor a následujte instrukce v souboru README
es: Para completar la actualización (%s), descomprima el archivo descargado, y siga las instrucciones del archivo README
pt: Para completar sua actualização (%s), descompacte o ficheiro descarregado e acompanhe as instrucções no ficheiro README
pt_br: Para completar sua atualização (%s), descompacte o arquivo baixado e acompanhe as instruções no arquivo README

source: Can't open patch
cs: Nelze otevřít záplatu
es: No se pudo abrir el parche
pt: Não é possível abrir o patch
pt_br: Não posso abrir o patch

source: launch %s with root permissions.
cs: Spustit %s s právy administrátora.
es: Iniciar %s con permisos de root.
pt: inicie %s com permissões de root.
pt_br: iniciar %s com permissões de root.

source: Execution start
cs: Spustit zpracování
es: Inicio de la ejecución
pt: Início da execução
pt_br: Inicio da execução

source: Execution end
cs: Konec zpracování
es: Fin de la ejecución
pt: Fim da execução
pt_br: Fim da Execução

source: Error when installing patch : %s.
cs: Chyba při instalování záplaty : %s.
es: Error mientras se instalaba el parche: %s
pt: Erro enquanto instalava o patch : %s.
pt_br: Erro enquanto instalava o patch : %s

source: %s patch is installed.
cs: %s záplata je nainstalována.
es: El parche %s ha sido instalado.
pt: Patch %s instalado.
pt_br: %s patch instalado.

source: Cannot get last version
cs: Nelze získat poslední verzi
es: No se pudo obtener la última versión
pt: Não foi possível obter a última versão
pt_br: Não pude pegar a última versão

source: Security patch available
cs: Dostupná bezpečnostní záplata
es: Parche de seguridad disponible
pt: Patch de segurança disponivel
pt_br: Path de Segurança disponivel

source: Update patch available
cs: Dostupná aktualizační záplata
es: Parche de actualización disponible
pt: Patch de actualização disponivel
pt_br: Path de Atualização disponivel

source: Centreon is updated.
cs: Centreon je aktualizován
es: Centreon está actualizado.
pt: O Centreon está actualizado.
pt_br: Centreon está atualizado

source: Would you like to install this widget?
cs: Přejete si nainstalovat widget?
pt: Gostaria de instalar esta ferramenta?

source: Are you sure you want to uninstall this widget?
cs: Opravdu chcete odinstalovat tento widget?
pt: Tem certeza que você quer remover está ferramenta?

source: Would you like to upgrade this widget?
cs: Opravdu chcete upgradovat tento widget?
pt: Gostaria de actualizar esta ferramenta?

source: Change my settings
cs: Změnit má nastavení
es: Cambiar mis opciones
pt: Alterar as minhas configurações
pt_br: Alterar minhas configurações

source: Confirm Password
cs: Potvrzení hesla
es: Confirmar Password
pt: Confirme a senha
pt_br: Confirme a Senha

source: Autologin Key
cs: Klíč automatického přihlášení
pt: Chave de autenticação automática

source: Animation effects
cs: Efekty animace
pt: Efeitos de animação

source: Show Up status
pt: Mostrar estados Em Cima

source: Show Down status
pt: Mostrar Estados Em Baixo

source: Show Unreachable status
pt: Mostrar Estados Inalcançável

source: Show OK status
pt: Mostrar Estados OK

source: Show Warning status
pt: Mostrar Estados Aviso

source: Show Critical status
pt: Mostrar Estados Críticos

source: Show Unknown status
pt: Mostrar Estados Desconhecidos

source: Sound for Up status
pt: Som para Estados Em Cima

source: Sound for Down status
pt: Som para Estados Em Baixo

source: Sound for Unreachable status
pt: Som para Estados Inalcançável

source: Sound for OK status
pt: Som para Estados OK

source: Sound for Warning status
pt: Som para Estados Aviso

source: Sound for Critical status
pt: Som para Estados Crítico

source: Sound for Unknown status
pt: Som para Estados Desconhecido

source: Compulsory name
cs: Vynucený název
es: Nombre obligatorio
pt: Nome obrigatório
pt_br: Nome obrigatório

source: Compulsory alias
cs: Vynucené zástupné jméno
es: Alias obligatorio
pt: Pseudónimo obrigatório
pt_br: Apelido obrigatório

source: Valid Email
cs: Validní e-mail
es: E-mail válido
pt: Email Válido
pt_br: Email Válido

source: Passwords do not match
cs: Hesla nesouhlasí
es: Las contraseñas deben coincidir
pt: As senhas não são iguais
pt_br: As senhas não são iguais

source: Name already in use
cs: Jméno je již použito
es: Nombre de usuario ya en uso
pt: O nome de utilizador já existe
pt_br: O nome já esta em uso

source: Modify Centcore options
pt: Alterar opções Centcore

source: Enable Perfdata Synchronisation
pt: Ligar Sincronização de Perfdata

source: Enable Logs Synchronisation
pt: Ligar Sincronização dos Logs

source: Enable Broker Statistics Collection
pt: Ligar a colecta de estatísticas do Broker

source: Timeout value for Centcore commands
pt: Valor do Tempo de expiração para os comandos Centcore

source: impossible to validate, one or more field is incorrect
cs: nelze ověřit, jedna nebo více položek jsou chybné
es: imposible validar, uno o más campos son incorrectos
pt: impossível validar, um ou mais campos estão incorrectos
pt_br: impossivel validar, um ou mais campo estão incorretos

source: Modify General Options
cs: Upravit základní volby
es: Modificar Opciones Generales
pt: Editar opções gerais
pt_br: Opções de Modificação Geral

source: Monitoring Engine information
cs: Informace monitorovacího engine
pt: Informações do Motor de Monitorização

source: Images Directory
cs: Adresář obrázků
es: Directorio de Imágenes
pt: Directório das imagens
pt_br: Diretório de Imagens

source: Plugins Directory
cs: Adresář zásuvných modulů
es: Directorio de Plugins
pt: Directório de Plugins
pt_br: Diretório de Plugins

source: Interval Length
cs: Délka intervalu
pt: Comprimento do Intervalo

source: Directory + Mailer Binary
cs: Adresář + soubory poštáka
es: Directorio + Binario de Correo
pt: Directório + Binário do Mailer
pt_br: Diretório + Binário do Mailer

source: Default Engine
cs: Výchozí engine
es: Motor por defecto
pt: Motor Padrão

source: Broker engine used by Centreon
cs: Broker engine používaný Centreonem
es: Motor Broker usado por Centreon
pt: Tipo de broker utilizado pelo Centreon

source: Start script for broker daemon
cs: Spustit skript pro broker démona
pt: Script de inicialização do daemon do broker

source: Maximum number of hosts to show
cs: Maximální počet stanic k zobrazení
es: Número máximo de hosts para mostrar
pt: Número máximo de hosts mostrados

source: Maximum number of services to show
cs: Maximální počet služeb k zobrazení
es: Número máximo de servicios para mostrar
pt: Número máximo de serviços mostrados

source: Page refresh interval
cs: Interval obnovení stránky
es: Intervalo de actualización de la página
pt: Intervalo de actualização da página

source: Force Active Checks
cs: Vynutit aktivní kontroly
es: Forzar comprobación activa
pt: Forçar Verificações Activas

source: The directory isn't valid
cs: Tento adresář je neplatný
es: El directorio no es válido
pt: O directório não é valido
pt_br: O diretório não é valido

source: Refresh interval must be numeric
cs: Interval obnovení musí být číselný
es: El intervalo de actualización debe ser numérico
pt: O intervalo de actualização deve ser numérico

source: Monitoring database layer
cs: Vrstva monitorovací databáze
es: Monitoreo de la capa de base de datos
pt: Camada de base de dados de monitorização

source: Engine Directories
cs: Adresáře enginů
es: Directorios del motor
pt: Directórios do Motor

source: Mailer path
cs: Cesta pošťáka
es: Ruta del comando mail
pt: Caminho do mailer
pt_br: Caminho do Mailer

source: Default acknowledgement settings
cs: Výchozí nastavení potvrzení
es: Configuración predeterminada de reconocimiento
pt: Opções padrão de reconhecimento

source: Default downtime settings
cs: Výchozí nastavení nečinnosti
es: Ajustes por defecto del tiempo de inactividad
pt: Opções padrão de manutenção

source: CSS File
cs: Soubor CSS
es: Archivo CSS
pt: Ficheiro CSS
pt_br: Arquivo CSS

source: CSS configuration
cs: Konfigurace CSS
es: Configuración CSS
pt: Configuração CSS
pt_br: Configuração do CSS

source: Engine Status
cs: Stav enginu
es: Estado del Engine
pt: Estado do Motor

source: Resources storage
pt: Armazenamento de recursos

source: Storage folders
cs: Složka úložiště
es: Carpetas de almacenamiento
pt: Pastas de armazenagem
pt_br: Pastas de armazenagem

source: Retention durations
cs: Vytrvalé
es: Duración de retenciones
pt: Durações da retenção
pt_br: Duração das retenções

source: Purge options
cs: Vyčistit volby
es: Purgar opciones.
pt: Opções de limpeza
pt_br: Opções de Limpeza

source: Input treatment options
cs: Volby hrozivého vstupu
es: Introducir opciones de tratamiento
pt: Opções de tratamento das entradas
pt_br: Opções de tratamento de entrada de dados

source: Censtorage Core Options
cs: Volby jádra Centstorage
es: Opciones de Censtorage Core
pt: Opções do Censtorage Core
pt_br: Opções do Censtorage Core
