Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Acknowledge a host
cs: Potvrdit stanici
es: Reconocder un host
pt: Reconhecer um host
pt_br: Reconheça um host

source: Acknowledge a Service
cs: Schválená služba
es: Confirmar un servicio
pt: Reconhecer um Serviço
pt_br: Reconheça um Serviço

source: notify
cs: ohlásit
es: notificar
pt: notificar

source: sticky
cs: problematický
es: pegajoso
pt: aderente

source: persistent
cs: přetrvávající
es: persistente
pt: persistente

source: Force active check
cs: Vynutit aktivní kontroly
es: Forzar comprobación activa
pt: Forçar verificação activa

source: comment
cs: poznámka
es: comentario
pt: comentário

source: Add a Host downtime
cs: Přidat dobu nečinnosti stanice
es: Añadir Inactividad en el Equipo
pt: Adicionar um host em manutenção agendada
pt_br: Adicionar um host em manutenção

source: Select a downtime type
cs: Vybrat typ doby nečinnosti
es: Selecciona tipo de inactividad
pt: Selecione o tipo de manutenção

source: minutes
cs: minut
es: Minutos
pt: minutos

source: hours
pt: horas

source: days
cs: dnů
es: días
pt: dias
pt_br: dias

source: Set downtime for hosts services
cs: Nastavit dobu nečinnosti pro služby stanic
es: Fijar inactividad para servicios del host
pt: Agendar manutenção para os serviços dos hosts

source: Never Started
cs: Nikdy nespuštěno
es: Nunca inciado
pt: Nunca Iniciado

source: Add a downtime
cs: Vložit dobu nečinnosti
es: Añadir tiempo de inactividad
pt: Adicionar um agendamento de manutenção

source: Started
cs: Spuštěno
es: Iniciado
pt: Iniciado

source: Services Downtimes
cs: Odstávky služeb
es: Inactividad de Servicios
pt: Serviços em Manutenção
pt_br: Serviços em Manutenção

source: Cancelled
cs: Zrušeno
es: Cancelado
pt: Cancelado

source: Actual End
cs: Aktuální konec
es: Finalización actual
pt: Fim Actual

source: No downtime scheduled for services
cs: Není naplánována žádná odstávka služeb
es: Ninguna inactividad planificada para servicios
pt: Não existe manutenção agendadada para os serviços
pt_br: Nenhum agendamento de manutenção para os serviços

source: View downtimes of hosts
cs: Zobrazit odstávky pro stanice
es: Ver tiempo inactivo de los equipos
pt: Ver manutenções agendadas dos hosts

source: Cancel
cs: Storno
es: Cancelar
pt: Cancelar
pt_br: Cancelar

source: Display Finished Downtime
cs: Zobrazit ukončené doby nečinnosti
pt: Mostrar Manutenções Finalizadas

source: Display Downtime Cycle
cs: Zobrazit cykly dob nečinnosti
pt: Mostrar Ciclo de Manutenção

source: Do you confirm the cancellation ?
cs: Potvrzujete zrušení?
es: Confirma la cancelación?
pt: Você confirma o cancelamento ?

source: Do you confirm the cancellation?
pt: Confirma o cancelamento?

source: Hosts Downtimes
cs: Odstávky stanic
es: Inactividad de Equipos
pt: Hosts em Manutenção
pt_br: Hosts em Manutenção

source: No downtime scheduled for hosts
cs: Není naplánována žádná odstávka pro stanice
es: Ninguna inactividad planificada para equipos
pt: Não existem hosts com manutenção agendada
pt_br: Nenhum agendamento de manutenção para os hosts

source: View downtimes of services
cs: Zobrazit odstávky služeb
es: Ver tiempo de inactividad de los servicios
pt: Ver manutenções agendadas dos serviços

source: Add a Service downtime
cs: Přidat odstávku služby
es: Añadir Inactividad en el Servicio
pt: Agendar manutenção de um Serviço
pt_br: Adicionar um Serviço em manutenção

source: Yesterday
cs: Včera
es: Ayer
pt: Ontem
pt_br: Ontem

source: This Week
cs: Tento týden
es: Esta Semana
pt: Esta semana
pt_br: Esta Semana

source: Last 7 Days
cs: Posledních 7 dní
es: Últimos 7 Días
pt: Últimos 7 dias
pt_br: Últimos 7 Dias

source: This Month
cs: Tento měsíc
es: Este Mes
pt: Este mês
pt_br: Este Mês

source: Last 30 Days
cs: Posledních 30 dní
es: Últimos 30 Días
pt: Últimos 30 dias
pt_br: Últimos 30 Dias

source: Last Month
cs: Minulý měsíc
es: Mes Pasado
pt: Último mês
pt_br: Último Mês

source: This Year
cs: Tento rok
es: Este Año
pt: Este ano
pt_br: Este Ano

source: Last Year
cs: Minulý rok
es: Último Año
pt: Último ano
pt_br: Último Ano

source: Service Group
cs: Skupina služeb
es: Grupo de Servicios
pt: Grupo de serviços
pt_br: Grupo de Serviço

source: to
cs: do
es: a
pt: para
pt_br: para

source: Alert
cs: Výstraha
es: Alerta
pt: Alerta
pt_br: Alerta

source: Service group state
cs: Stav skupiny služeb
es: Estado del grupo de Servicios
pt: Estado do grupo de serviços

source: Export in CSV format
cs: Export do formátu CSV
es: Exportar a formato CSV
pt: Exportar no formato CSV
pt_br: Exportar em formato CSV

source: Service state
cs: Stav služby
es: Estado de los Servicios
pt: Estado do serviço
pt_br: Estado do Serviço

source: Host state
cs: Stav stanice
es: Estado del Equipo
pt: Estado do host
pt_br: Estado do Host

source: Host name
cs: Název stanice
es: Nombre del equipo
pt: Nome de host
pt_br: Nome do Host

source: Average
cs: Průměr
es: Promedio
pt: Média
pt_br: Média

source: Undetermined
cs: Nezjištěný
es: Indeterminada
pt: Indeterminado
pt_br: Indeterminado

source: Scheduled downtime
cs: Plánovaná odstávka
es: Tiempo de inactividad programado
pt: Manutenção agendada

source: State
cs: Stav
es: Estado
pt: Estado
pt_br: Estado

source: Total Time
cs: Celkový čas
es: Tiempo Total
pt: Tempo total
pt_br: Tempo Total

source: Mean Time
cs: Průměrný čas
es: Tiempo medio
pt: Tempo Médio
pt_br: Tempo Médio

source: Date
cs: Datum
es: Fecha
pt: Data
pt_br: Data

source: Event
cs: Událost
es: Evento
pt: Evento
pt_br: Evento

source: Info
cs: Informace
pt: Informação

source: Reporting Period
cs: Perioda reportování
es: Período del informe
pt: Período do relatório
pt_br: Período do relatório

source: or
cs: nebo
es: o
pt: ou
pt_br: ou

source: Today's Host log
cs: Dnešní záznam stanice
es: Log Diario de Equipo
pt: Log do Host de Hoje
pt_br: Log do Host Hoje

source: State Breakdowns For Host Services
cs: Stavy přerušení služeb na stanici
es: Estado de Caídas en Servicios de Equipos
pt: Estado dos Serviços dos Hosts
pt_br: Estado de Colapso para Serviços de Host

source: UNDETERMINED
cs: NEZJISTITELNÝ
es: INDETERMINADO
pt: INDETERMINADO
pt_br: INDETERMINADO

source: SCHEDULED DOWNTIME
cs: PLÁNOVANÁ ODSTÁVKA
es: PARADA PROGRAMADA
pt: MANUTENÇÃO AGENDADA

source: Hosts group state
cs: Stav skupiny stanic
es: Estado del grupo de Equipos
pt: Estado do grupo de hosts

source: Begin date
cs: Datum začátku
es: Fecha de inicio
pt: Data de ínicio
pt_br: Data de Inicio

source: End date
cs: Datum ukončení
es: Fecha de fin
pt: Data final
pt_br: Data Final

source: Time
cs: Čas
es: Tiempo
pt: Tempo
pt_br: Tempo

source: Day
cs: Den
es: Día
pt: Dia
pt_br: Dia

source: ServiceGroup
cs: Skupina služeb
es: Grupo de Servicios
pt: Grupo de serviço
pt_br: Grupo de Serviço

source: OK Time
cs: Doba OK
es: Tiempo de OK!
pt: Tempo em OK
pt_br: Tempo em OK

source: OK Mean Time
cs: Průměrná doba OK
es: Tiempo medio de OK!
pt: Tempo Médio em OK
pt_br: Tempo Médio em OK

source: OK Alerts
cs: Upozořnění OK
es: Alertas de OK!
pt: Alertas de OK
pt_br: Alertas de OK

source: WARNING Time
cs: Doba Varování
es: Tiempo de ADVERTENCIA
pt: Tempo em AVISO
pt_br: Tempo em AVISO

source: WARNING Mean Time
cs: Průměrná doba Varování
es: Tiempo medio de ADVERTENCIA
pt: Tempo médio em AVISO
pt_br: Tempo Médio em AVISO

source: WARNING Alerts
cs: Upozornění Varování
es: Alertas de ADVERTENCIA
pt: Alertas de AVISO
pt_br: Alertas de AVISO

source: CRITICAL Time
cs: Doba Kritická
es: Tiempo en CRITICO
pt: Tempo em CRÍTICO
pt_br: Tempo de CRÍTICO

source: CRITICAL Mean Time
cs: Průměrná doba Kritická
es: Tiempo medio CRITICO
pt: Tempo Médio em CRÍTICO
pt_br: Tempo Médio em CRÍTICO

source: CRITICAL Alerts
cs: Upozornění Kritická
es: Alertas CRITICAS
pt: Alertas de CRÍTICO
pt_br: Alertas de CRÍTICO

source: UNKNOWN Time
cs: Doba Neznámá
es: Tiempo DESCONOCIDO
pt: Tempo em DESCONHECIDO
pt_br: Tempo em DESCONHECIDO

source: UNKNOWN Mean Time
cs: Průměrná doba Neznámá
es: Tiempo medio DESCONOCIDO
pt: Tempo Médio em DESCONHECIDO
pt_br: Tempo Médio em DESCONHECIDO

source: UNKNOWN Alerts
cs: Upozornění Neznámá
es: Alertas por DESCONOCIDO
pt: Alertas de DESCONHECIDO
pt_br: Alertas de DESCONHECIDO

source: UNDETERMINED Time
cs: Doba Nezjištěná
es: Tiempo por INDETERMINADO
pt: Tempo em INDETERMINADO
pt_br: Tempo em INDETERMINADO

source: UNDETERMINED Mean Time
cs: Průměrná doba Nezjištěná
es: Tiempo medio INDETERMINADO
pt: Tempo Médio em INDETERMINADO
pt_br: Tempo Médio em INDETERMINADO

source: UNDETERMINED Alerts
cs: Upozornění Nezjištěná
es: Alertas por INDETERMINADO
pt: Alertas em INDETERMINADO
pt_br: Alertas em INDETERMINADO

source: OK Alert
cs: OK poplach
es: Alerta OK!
pt: Alerta OK

source: Warning Mean Time
cs: Průměrná doba varování
es: Tiempo medio de ADVERTENCIA
pt: Tempo Médio em Aviso
pt_br: Tempo Médio em Aviso

source: Warning Alert
cs: Varování poplach
es: Alerta de ADVERTENCIA
pt: Alerta de Aviso

source: Unknown Mean Time
cs: Průměrná doba Neznámá
es: Tiempo medio DESCONOCIDO
pt: Tempo Médio em Desconhecido
pt_br: Tempo Médio em Desconhecido

source: Unknown Alert
cs: Neznámý poplach
es: Alerta por DESCONOCIDO
pt: Alerta Desconhecido

source: Critical Mean Time
cs: Průměrná doba Kritická
es: Tiempo medio CRITICO
pt: Tempo Médio em CRÍTICO
pt_br: Tempo Médio em CRÍTICO

source: Critical Alert
cs: Kritický poplach
es: Alerta CRITICO
pt: Alerta Crítico

source: Hosts Group
cs: Skupina stanic
es: Grupo de Equipos
pt: Grupo de hosts
pt_br: Grupo de Hosts

source: Up Time
cs: Doba Spuštěno
es: Tiempo en Servicio
pt: Tempo em Cima
pt_br: Tempo Ligado

source: Up Mean Time
cs: Průměrná doba Spuštěno
es: Tiempo medio activo
pt: Tempo Médio em CIMA
pt_br: Tempo Médio em UP

source: Up Alerts
cs: Upozornění Spuštěno
es: Alertas por activas
pt: Alertas de em CIMA
pt_br: Alertas de UP

source: Down Time
cs: Doba Vypnuto
es: Tiempo caido
pt: Tempo em Baixo
pt_br: Tempo em Down

source: Down Mean Time
cs: Průměrná doba Vypnuto
es: Tiempo medio caido
pt: Tempo Médio em Baixo
pt_br: Tempo Médio em Down

source: Down Alerts
cs: Upozornění Vypnuto
es: Alertas por caidas
pt: Alertas de Baixo
pt_br: Alertas de Down

source: Unreachable Time
cs: Doba Nepřípustný
es: Tiempo Inalcanzable
pt: Tempo de inalcançável
pt_br: Tempo de inalcançável

source: Unreachable Mean Time
cs: Průměrná doba Nepřístupný
es: Tiempo medio inalcanzable
pt: Tempo Médio de inalcançável
pt_br: Tempo Médio de inalcançável

source: Unreachable Alerts
cs: Upozornění Nedostupná
es: Alertas por inalcanzables
pt: Alertas de inalcançável
pt_br: Alertas de inalcançável

source: Undetermined Time
cs: Doba Nezjištěná
es: Tiempo Indeterminado
pt: Tempo de Indeterminado
pt_br: Tempo de Indeterminado

source: Up Alert
cs: Upozornění Spuštěný
es: Alerta activo
pt: Alerta de Cima
pt_br: Alerta de Up

source: Down Alert
cs: Upozornění Vypnutá
es: Alerta caido
pt: Alerta de Baixo
pt_br: Alerta de Down

source: Unreachable Alert
cs: Upozornění Nedosažitelná
es: Alerta inalcanzable
pt: Alerta de Inalcançável
pt_br: Alerta de Inalcançável

source: Added
pt: Adicionado

source: Changed
pt: Alterado

source: Massive Change
cs: Hromadná změna
es: Cambio masivo
pt: Modificação massiva
pt_br: Alteração em massa

source: Deleted
pt: Apagado

source: Type
cs: Druh
es: Tipo
pt: Tipo
pt_br: Tipo

source: Object ID
cs: ID objektu
es: ID del objeto
pt: ID de objecto

source: Object
cs: Objekt
es: Objeto
pt: Objecto
pt_br: Objeto

source: Action
cs: Akce
es: Acción
pt: Acção
pt_br: Ação

source: Contact Name
cs: Název kontaktu
es: Nombre del Contacto
pt: Nome de contacto

source: Field Name
cs: Název položky
es: Nombre del Campo
pt: Nome do Campo

source: Field Value
cs: Hodnota položky
es: Campo valor
pt: Valor do campo
pt_br: Valor do campo

source: Before
cs: Před
es: Antes
pt: Antes
pt_br: Antes

source: After
cs: Po
es: Después
pt: Depois
pt_br: Depois

source: Logs for
cs: Záznamy pro
es: Logs para
pt: Logs de dados para

source: Modification type
pt: Tipo de modificação

source: Object type :
cs: Typ objektu :
es: Tipo de objeto:
pt: Tipo de objecto:

source: Object name :
cs: Název objektu :
es: Nombre de objeto:
pt: Nome do objecto:

source: No modification was made.
cs: Nebyla provedena žádná změna.
es: No se han realizado modificaciones.
pt: Nenhuma modificação foi efectuada.

source: User
cs: Uživatel
es: Usuario
pt: Utilizador
pt_br: Usuário

source: Object Type
cs: Typ objektu
es: Tipo de objeto
pt: Tipo de Objecto

source: Event Type
pt: Tipo de Evento

source: Contact
cs: Kontakt
es: Contacto
pt: Contato
pt_br: Contato

source: Last update
cs: Poslední aktualizace
pt: Última actualização

source: Peers
cs: Peery
pt: Pares

source: Last event at
cs: Poslední událost v
pt: Último evento a

source: Event processing speed
cs: Rychlost zpracování událostí
pt: Velocidade de processamento de eventos

source: Last connection attempt
cs: Poslední pokus o spojení
pt: Última tentativa de ligação

source: Last connection success
cs: Poslední úspěšné spojení
pt: Última ligação com sucesso

source: Input
cs: Vstup
pt: Entrada

source: Queued events
cs: Události ve frontě
pt: Eventos na fila

source: File read path
pt: Caminho do ficheiro de leitura

source: File read offset
pt: Deslocamento do ficheiro de leitura

source: File write path
pt: Caminho do ficheiro de escrita

source: File write offset
pt: Deslocamento do ficheiro de escrita

source: File max size
pt: Tamanho máximo do ficheiro

source: Temporary recovery mode
pt: Modo temporário de recuperação

source: Error in getting stats filename
cs: Chyba při získávání jména souboru se statistikami
pt: Erro ao obter o nome do ficheiro de estatísticas

source: No statistics file defined for this poller
cs: Pro tento poller není definován žádný soubor statistik
pt: Não existe um ficheiro de estatísticas definido para este poller

source: Cannot open statistics file
cs: Nemohu otevřít soubor se statistikami
pt: Não é possível abrir o ficheiro de estatísticas

source: Performance broker page work only with Centreon Broker.
cs: Stránka s výkonem brokeru funguje pouze s Centreon-Broker
pt: A página de desempenho do broker só funciona com o Centreon Broker.

source: Scheduling Process Information
cs: Informace plánovacích procesů
es: Programando información del proceso
pt: Informação do processo de agendamento

source: Program Version
cs: Verze programu
es: Versión de programa
pt: Versão do Programa
pt_br: Versão do Programa

source: Program Start Time
cs: Čas spuštění programu
es: Tiempo de Inicio del Programa
pt: Data de inicialização do programa
pt_br: Tempo de Inicio do Programa

source: Last Log File Rotation:
cs: Poslední rotace souboru logu
es: Ultima rotación del archivo de log:
pt: Última rotação do ficheiro de Log:

source: Last External Command Check:
cs: Poslední kontrola externím příkazem
es: Ultimo comando externo revisado:
pt: Última verificação de Comando Externo:

source: Monitoring Engine PID
cs: PID monitorovacího enginu
pt: PID do Motor de Monitorização

source: Notifications enabled?
cs: Oznámení povoleno ?
es: Notificaciones Habilitadas?
pt: Notificações ligadas?

source: Currently running?
cs: Právě béží?
es: Actualmente Corriendo?
pt: Encontra-se em execução?
pt_br: Executando no momento?

source: Host Checks Being Executed?
cs: Byly provedeny kontroly stanice?
es: Revisiones de equipos siendo ejecutadas?
pt: Verificações de Host estão a ser executadas?

source: Passive Host Checks Being Accepted?
cs: Byly akceptovány pasivní kontroly stanice?
es: Revisiones de equipos pasivos siendo aceptadas?
pt: Verificações de host passivas estão a ser aceites?

source: Service Checks Being Executed?
cs: Byly provedeny kontrolu služby?
es: Revisiones de servicios siendo ejecutadas?
pt: Verificações de Serviços estão a ser executadas?

source: Passive Service Checks Being Accepted?
cs: Byly akceptovány pasibní kontroly služby?
es: Revisión de servicios aceptadas?
pt: Verficações de serviços passivas estão a ser aceites?

source: Event Handlers Enabled?
cs: Povoleny handlery událostí?
es: Controlador de eventos habilitados?
pt: Estão ligados os gestores de eventos?

source: Obsessing Over Hosts?
cs: Důslednost nad stanicemi?
es: Equipos Sobrecargados
pt: A obcecar sobre os Hosts?

source: Obsessing Over Services?
cs: Důslednost nad službami?
es: Servicios Sobrecargados
pt: A obcecar sobre os Serviços?

source: Performance Data Being Processed?
cs: Byly zpracovány výkonnostní data?
es: Rendimiento de los datos procesados?
pt: Os dados de desempenho estão a ser processados?

source: Flap detection enabled?
cs: Zapnuta detekce kolísání?
es: Detección de sucesos habilitados?
pt: A detecção de oscilação está activada?

source: Shutdown the Monitoring Engine process
cs: Ukončení procesů monitorovacího enginu
pt: Parar o processo do Motor de Monitorização

source: Start the Monitoring Engine process
cs: Spuštění procesů monitorovacího enginu
pt: Iniciar o processo do Motor de Monitorização

source: Restart the Monitoring Engine process
cs: Restart procesů monitorovacího enginu
pt: Reiniciar o processo do Motor de Monitorização

source: Enable notifications
cs: Povolit oznamování
es: Habilitar notificaciones
pt: Ligar notificações

source: Disable notifications
cs: Zakázat oznamování
es: Deshabilitar Notificaciones
pt: Desligar notificações

source: Start executing service checks
cs: Spustit zpracování kontrolu služby
es: Iniciar revisión de servicios
pt: Iniciar a execução de verificações de serviços

source: Stop executing service checks
cs: Zastavit zpracování kontrol služby
es: Detener revisión de servicios
pt: Parar a execução de verificações de serviços

source: Start accepting passive service checks
cs: Spustit akceptování pasivních kontrol služby
es: Iniciar revisión de servicios pasivos aceptados
pt: Iniciar a aceitação de verificações passivas de serviços

source: Stop accepting passive service checks
cs: Ukončit akceptování pasivních kontrol služby
es: Detener revisión de servicios pasivos aceptados
pt: Parar a aceitação de verificações passivas de serviços

source: Start executing host checks
cs: Spustit provádění kontrol stanice
es: Iniciar revisión de equipos
pt: Iniciar execução de verificações de hosts
pt_br: Inicia execução de checagem de host

source: Stop executing host checks
cs: Zastavit zpracování kontrol stanice
es: Detener revisión de equipos
pt: Parar a execução de verificações de hosts
pt_br: Para a execução de checagem de host

source: Start accepting passive host checks
cs: Spustit akceptaci pasivních kontrol stanice
es: Empezar a aceptar comprobaciones pasivas del host
pt: Iniciar a aceitação de verificações passivas de hosts

source: Stop accepting passive host checks
cs: Ukončit akceptaci pasivních kontrol stanice
es: Para de aceptar comprobaciones pasivas del host
pt: Parar aceitação de verificações passivas de hosts

source: Enable event handlers
cs: Povolit handlery událostí
es: Habilitar control de eventos
pt: Ligar gestores de eventos

source: Disable event handlers
cs: Zakázat handlery událostí
es: Desactivar control de eventos
pt: Desligar gestores de eventos

source: Start obsessing over hosts
cs: Spustit důslednost nad stanicemi
es: Empezar dependencia sobre hosts
pt: Iniciar obsessão sobre hosts

source: Stop obsessing over hosts
cs: Zastavit důslednost nad stanicemi
es: Parar dependencia sobre hosts
pt: Parar obsessão sobre hosts

source: Start obsessing over services
cs: Spustit důslednost nad službami
es: Empezar dependencia sobre servicios
pt: Iniciar obsessão sobre serviços

source: Stop obsessing over services
cs: Zastavit důslednost nad službami
es: Parar dependencia sobre servicios
pt: Parar obsessão sobre serviços

source: Enable flap detection
cs: Povolit detekci kolísání
es: Habilitar detector de sucesos
pt: Activar a detecção de oscilação

source: Disable flap detection
cs: Zakázat detekci kolísání
es: Deshabilitar detector de sucesos
pt: Desactivar a detecção de oscilação

source: Enable performance data
cs: Povilit výkonnostní data
es: Habilitar estado de la información
pt: Ligar dados de desempenho

source: Disable performance data
cs: Zakázat výkonnostní data
es: Deshabilitar estado de la información
pt: Desligar dados de desempenho

source: Process Commands
cs: Příkazy zpracování
es: Comandos de Proceso
pt: Comandos de Processo
pt_br: Comandos de Processo

source: Submit command?
cs: Odeslat příkaz?
es: ¿Enviar orden?
pt: Submeter comando?

source: Host Check Execution Time
cs: Doba provádění kontroly stanice
es: Tiempo de ejecución de revisión de equipos
pt: Tempo de Execução de Verificação de Hosts

source: Hosts Actively Checked
cs: Aktivně kontrolované stanice
es: Revisar continuamente los equipos
pt: Hosts Activamente Verificados

source: Host check latency
cs: Zpoždění kontroly stanice
es: Revisar la latencia de los equipos
pt: Latência de verificação de host
pt_br: Latência de checagem de Host

source: Service Check Execution Time
cs: Doba trvání kontroly služby
es: Tiempo de ejecución de revisión de servicios
pt: Tempo de Execução de Verificação de Serviço

source: Services Actively Checked
cs: Aktivně kontrolované služby
es: Revisar continuamente los servicios
pt: Serviços Activamente Verificados

source: Service check latency
cs: Zpoždění kontroly služby
es: Revisión de latencia en los servicios
pt: Latência de verificação de serviço
pt_br: Latência de checagem de Servico

source: Commands in buffer
cs: Příkazů ve vyrovnávací paměti
es: Comandos en el buffer
pt: Comandos do buffer
pt_br: Comandos em buffer

source: Host status
cs: Stav stanice
es: Estado de Equipos
pt: Status de host
pt_br: Status de Host

source: Service status
cs: Stav služby
es: Estado de servicios
pt: Status de serviço
pt_br: Status de Serviços

source: Actively Checked
cs: Aktvní kontroly
es: Revisar Continuamente
pt: Activamente Verificado

source: Time Frame
cs: Časový rámec
es: Período
pt: Período de Tempo

source: Services Checked
cs: Služby kontrolovány
es: Servicios comprobados
pt: Serviços verificados
pt_br: Serviços Checados

source: Hosts Checked
cs: Stanice kontrolovány
es: Equipos comprobados
pt: Hosts verificados
pt_br: Hosts Checados

source: Check Execution Time
cs: Délka vykonávání kontroly
es: Comprobar tiempo de ejecución
pt: Tempo de execução da verificação
pt_br: Checa Tempo de Execução

source: Check Latency
cs: Spoždění kontroly
es: Comprobar latencia
pt: Verificação da latência
pt_br: Checa Latência

source: Min
pt: Mínimo
pt_br: Mínimo

source: Max
pt: Máximo
pt_br: Máximo

source: sec
cs: sek
es: s
pt: seg
pt_br: seg

source: Total Available
cs: Celkem dostupné
es: Total disponible
pt: Total disponível
pt_br: Total Disponível

source: In Use
cs: Používá se
es: En uso
pt: Em uso
pt_br: Em uso

source: Max Used
cs: Použito nejvíce
es: Máximo Usado
pt: Máximo Usado
pt_br: Máximo Usado

source: Buffer Usage
cs: Použití vyrovnávací paměti
es: Buffer usado
pt: Utilização do Buffer
pt_br: Uso de Buffer

source: No stats available for this poller. Is it currently running?
cs: Nejsou dostupné žádné statistiky pro tento poller. Je v tuto chvíli spuštěn?
es: No hay estadísticas disponibles para esta sonda. Se está ejecutando actualmente?
pt: Nenhuma estatística disponível para este poller. Ele está em execução?
pt_br: Nenhuma estatística disponível para esse poller. Ele está em execução?

source: No poller selected. Please select a poller to see reports.
cs: Není vybrán žádný poller. Prosím, vyberte poller pro zobrazení hlášení.
es: No se detectó sonda. Por favor selecciona una sonda para ver reportes.
pt: Nenhum poller foi seleccionado. Seleccione um poller para visualizar relatórios.

source: Monitoring Engine performance informations
cs: Informace o výkonu monitorovacího enginu
pt: Informações de desempenho do Motor de Monitorização

source: Last 3 hours
cs: Poslední 3 hodiny
es: Últimas 3 horas
pt: Últimas 3 horas
pt_br: Últimas 3 horas

source: Today
cs: Dnes
es: Hoy
pt: Hoje
pt_br: Hoje
