Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Drop possibility after parsing performance data
cs: Možnost odstranění po zpracování výkonostních dat
es: Deja posibilidad después de analizar los datos de rendimiento
pt: Possível perda após análise de dados de desempenho
pt_br: Possível perda após analise de performance de dados

source: Logs Integration Properties
cs: Vlastnosti integrace záznamů
es: Propiedades de logs de integración
pt: Propriedade de integração de Logs
pt_br: Propriedade de integração de Logs

source: Dashboard Integration Properties
cs: Vlastnosti integrace nástěnky
pt: Propriedade de Integração do Painel

source: Audit log activation
cs: Aktivace auditu záznamů
pt: Activação do log de auditoria

source: Enable Centstorage Engine (require restart of centstorage)
cs: Povolit Centstorage-Engine (vyžaduje restart centstorage)
es: Habilitar Censtorage Engine (requiero reinicio de censtorage)
pt: Ligar o Motor Centstorage (requer reinicialização do centstorage)

source: Enable resources's insertion in index_data by Centreon
pt: Ligar a inserção pelo Centreon de recursos no index_data

source: Path to RRDTool Database For Metrics
cs: Cesta k databázi metrik v RRDTool
es: Ruta de la Base de Datos RRDTool para Métricas
pt: Caminho da Base de Dados do RRDTool para Medições
pt_br: Caminho do Banco de Dados do RRDTool para Medição

source: Path to RRDTool Database For Status
cs: Cesta k databázi stavů v RRDTool
es: Ruta de la Base de Datos RRDTool para Estado
pt: Caminho da base de Dados do RRDTool para Estados
pt_br: Caminho do Banco de Dados do RRDTool para Status

source: Path to RRDTool Database For Monitoring Engine Statistics
cs: Cesta k RRDTool databázi pro statistiky monitorovacího enginu
pt: Caminho para a Base de Dados do RRDTool de Estatísticas do Motor de Monitorização

source: RRDTool database size
cs: Velikost RRDTool databáze
es: Tamaño de la Base de Datos RRDTool
pt: Tamanho da base de dados RRDTOOL
pt_br: Tamanho do banco de dados do RRDTool

source: Retention Duration for Data in MySQL
cs: Doba uchovávání dat v MySQL
es: Duración de la Retención de Datos en MySQL
pt: Duração da retenção de dados no MySQL
pt_br: Duração da retenção de dados no MySQL

source: RRDTool auto delete
cs: Automatické mazání RRDTool
es: Auto borrar RRDTool
pt: Auto apagar do RRDTool
pt_br: Auto apagar do RRDTool

source: Purge check interval
cs: Odstranit interval kontroly
es: Borrar intervalo de chequeo
pt: Intervalo de limpeza de validações
pt_br: Intervalo de limpeza de checagem

source: Drop Data in another file
cs: Odstranit data v jiném souboru
es: Volcar datos en otro archivo
pt: Descartar dados noutro ficheiro
pt_br: Descartar dados em outro arquivo

source: Drop file
cs: Odebrat soubor
es: Archivo de volcado
pt: Descartar ficheiro
pt_br: Descartar Arquivo

source: RRDTool & MySQL
cs: RRDTool a MySQL
es: RRDTool y MySQL
pt: RRDTool e MySQL

source: Archive logs of monitoring engine
cs: Archivovat záznamy monitorovacího enginu
pt: Armazenar logs do motor de monitorização

source: Logs retention duration
cs: Doba uchovávání záznamů
es: Duración de retención de Logs
pt: Tempo de retenção dos logs de dados
pt_br: Duração da retenção de Log

source: Reporting retention duration (dashboard)
cs: Dobra udržování hlášení (nástěnka)
pt: Prazo de retenção dos relatórios (painel)

source: Enable/Disable audit logs
cs: Povolit/zakázat auditování záznamů
pt: Ligar/desligar logs de auditoria

source: Impossible to validate, one or more field is incorrect
cs: Nelze ověřit, jedna nebo více položek jsou chybně
es: Imposible de validar, uno o más campos son incorrectos
pt: Impossivel validar, um ou mais campos estão incorrectos
pt_br: Impossivel validar, um ou mais campos estão incorretos

source: Centstorage Configuration
cs: Konfigurace Centstorage
es: Configuración de Censtorage
pt: Configuração de centstorage
pt_br: Configuração do Centstorage

source: in seconds - Must be higher than 10
cs: v sekundách - musí být větší než 10
es: en segundos - Debe ser mayor que 10
pt: em segundos - Deve ser maior que 10
pt_br: em segundos - Deve ser maior que 10

source: in seconds - Must be higher than 2
cs: v sekundách - musí být větší než 2
es: en segundos - Debe ser mayor que 2
pt: em segundos - Deve ser maior que 2
pt_br: em segundos - Deve ser maior que 2

source: Logs Directory
cs: Adresář záznamů
es: Directorio de Bitácoras(Logs)
pt: Directório de Logs
pt_br: Diretório de Logs

source: Authentication debug
cs: Ladění autentizace
es: Autenticación de depuración
pt: Debug de autenticação

source: SQL debug
cs: Ladění SQL
es: SQL depuración
pt: Debug do SQL

source: Monitoring Engine Import debug
cs: Ladění importu monitorovacího enginu
pt: Debug da Importação do Motor de Monitorização

source: RRDTool debug
cs: Ladění RRDTool
es: RRDTool depuración
pt: Debug do RRDTool

source: LDAP User Import debug
cs: Ladění importu uživatelů LDAP
es: Importación de usuarios de LDAP depuración
pt: Debug da Importação de Utilizadores LDAP

source: Centcore Engine debug
cs: Ladění enginu Centcore
pt: Debug do Motor Centcore

source: Centstorage debug
pt: Debug centstorage

source: Centreontrapd debug
pt: Debug centreontrapd

source: Can't write in directory
cs: Nelze zapsat do adresáře
es: No se puede escribir en directorio
pt: Não é possível escrever no directório
pt_br: Não posso escrever no diretório

source: Debug Properties
cs: Vlastnosti ladění
es: Propiedades de depuración
pt: Propriedades de debug
pt_br: Propriedades de Depuração

source: Directory + RRDTOOL Binary
cs: Adresář + soubor RRDTOOL
es: Directorio + Binario RRDTool
pt: Directório + Binário RRDTOOL
pt_br: Diretório + Binário RRDTool

source: RRDTool Version
cs: Verze RRDTool
es: Versión RRDTool
pt: Versão de RRDTool
pt_br: Versão do RRDTool

source: Unit Properties
cs: Vlastnosti jednotek
es: Propiedades de unidad
pt: Propriedades de unidade

source: Font
cs: Písmo
es: Fuente
pt: Fonte
pt_br: Fonte

source: Font size
cs: Velikost písma
es: Tamaño de fuente
pt: Tamanho de fonte
pt_br: Tamanho da Fonte

source: Title Properties
cs: Vlastnosti nadpisu
es: Propiedades del título
pt: Propriedades do título

source: Axis Properties
cs: Vlastnosti osy
es: Propiedades del eje
pt: Propriedades dos Eixos

source: Legend Properties
cs: Vlastnosti vysvětlivek
es: Propiedades de Leyenda
pt: Propriedades da Legenda

source: Watermark Properties
cs: Vlastnosti vodoznaku
es: Propiedades de Marca de Agua
pt: Propriedades da Marca D'água

source: Rrdcached configuration : work only with Centreon Broker
cs: Konfigurace RRDCached: funkční poze s Centreon Broker
pt: Configuração rrdcached : funciona apenas com o Centreon Broker

source: Enable RRDCached
cs: Povolit RRDCached
pt: Ligar RRDCached

source: UNIX Socket path
cs: Cesta k UNIX socketu
pt: caminho UNIX Socket

source: The rrdcached configuration must have a option.
cs: Konfigurace RRDCached musí mít volbu
pt: A configuração do rrdcached deve possuir uma opção.

source: Only one option must be set.
cs: Musí být nastavena pouze jedna volba
pt: Apenas uma opção deve ser configurada.

source: The port must be a numeric
cs: Port musí být číselný
pt: A porta deve numérica

source: Can't execute binary
cs: Nelze spustit soubor
es: No puede ejecutar binario
pt: Não posso executar o binário
pt_br: Não posso executar o binário

source: RRDTool Properties
cs: Vlastnosti RRDTool
es: Propiedades RRDTool
pt: Propriedades de RRDTool
pt_br: Propriedades do RRDTool

source: RRDTool Configuration
cs: Konfigurace RRDTool
es: Configuración RRDTool
pt: Configuração de RRDTool
pt_br: Configuração do RRDTool

source: Reporting time period
cs: Časová perioda reportů
es: Período de tiempo de los informes
pt: Período de tempo para relatório
pt_br: Período de tempo para relátorio

source: Start Hour
cs: Hodna spuštění
es: Hora de inicio
pt: Hora de Início
pt_br: Hora Inicial

source: Start Minute
cs: Minuta spuštění
es: Minuto de inicio
pt: Minuto de início
pt_br: Minuto Inicial

source: End Hour
cs: Hodina ukončení
es: Hora de fin
pt: Hora de fim
pt_br: Hora Final

source: End Minute
cs: Minuta ukončení
es: Minuto de fin
pt: Minuto de fim
pt_br: Minuto Final

source: Port
es: Puerto
pt: Porta

source: Add a LDAP server
cs: Vložit LDAP server
es: Añadir servidor LDAP
pt: Adicionar um servidor LDAP

source: Hostname
cs: Jméno hostitele
pt: Nome do host

source: Host address
cs: Adresa hostitele
pt: Endereço do host

source: General information
cs: Obecné informace
pt: Informações gerais

source: Enable LDAP authentification
cs: Povolit autentifikaci LDAP
es: Habilitar autentificación LDAP
pt: Ligar autenticação LDAP
pt_br: Habilitar autenticação LDAP

source: Store LDAP password
cs: Uložit heslo LDAP
pt: Armazenar senha LDAP

source: Auto import users
cs: Automatický import uživatelů
es: Auto Importar usuarios
pt: Importar utilizadores automaticamente

source: Use service DNS
cs: Použít službu DNS
es: Usar servicios DNS
pt: Utilizar serviço de DNS

source: Use SSL connection
cs: Použít spojení SSL
es: Usar conexión SSL
pt: Utilizar ligação SSL

source: Use TLS connection
cs: Použít spojení TLS
es: Usar conexión TLS
pt: Utilizar ligação TLS

source: Alternative domain for ldap
cs: Alternativní doména pro LDAP
es: Dominio alternativo para LDAP
pt: Domínio alternativo para o LDAP

source: LDAP search size limit
cs: Limit velikosti hledání LDAP
es: Limite de tamaño de búsqueda LDAP
pt: Tamanho limite das procuras LDAP

source: LDAP search timeout
cs: Timeout hledání LDAP
es: Tiempo de espera en búsqueda LDAP
pt: Tempo limite das procuras LDAP
pt_br: Timeout da busca do LDAP

source: Contact template
cs: Šablona Kontaktu
es: Template de contacto
pt: Template de contacto

source: LDAP Information
cs: Informace LDAP
es: Información LDAP
pt: Informações LDAP

source: Bind user
cs: Navázaný uživatel
es: Usuario enlazado
pt: Utilizador

source: Bind password
cs: Navázané heslo
es: Enlazar contraseña
pt: Senha

source: Protocol version
cs: Verze protokolu
es: Versión del Protocolo
pt: Versão do protocolo

source: Search user base DN
cs: Prohledat uživatelskou bázi DN
es: Buscar usuario base DN
pt: Base DN de busca de utilizadores

source: Search group base DN
cs: Prohledat skupinovou bázi DN
es: Buscar grupo base DN
pt: Base DN de busca de grupos

source: User filter
cs: Filtr uživatele
es: Filtro de Usuario
pt: Filtro de utilizador

source: Login attribute
cs: Atribut přihlášení
es: Atributo de login
pt: Atributo de login

source: User group attribute
cs: Atribut uživatelské skupiny
es: Atributo de Grupo de usuario
pt: Atributo de grupo de utilizador

source: User displayname attribute
cs: Atribut zobrazení jména uživatele
es: Atributo de mostrar nombre de usuario
pt: Atributo de nome de visualização

source: User firstname attribute
cs: Atribut křetstního jména uživatele
es: Atributo Nombre de usuario
pt: Atributo de primeiro nome de utilizador

source: User lastname attribute
cs: Atribut příjmení uživatele
es: Atributo de Apellido de usuario
pt: Atributo de último nome de utilizador

source: User email attribute
cs: Atribut uživatelského e-mailu
es: Atributo de correo de usuario
pt: Atributo de correio electrónico

source: User pager attribute
cs: Atribut pageru/tel. uživatele
es: Atributo de localizador de usuario
pt: Atributo de pager do utilizador

source: Group filter
cs: Filtr skupiny
es: Filtro de Grupo
pt: Filtro de grupo

source: Group attribute
cs: Atribut skupiny
es: Atributo de grupo
pt: Atributo de grupo

source: Group member attribute
cs: Atribut člena skupiny
es: Atributo de miembro de grupo
pt: Atributo de membro de grupo

source: Bad ldap filter : missing %s pattern. Check user or group filter
cs: Chybný filtr LDAP: chybějící %s vzor. Zkontrolujte filtr uživatele nebo skupiny
pt: Filtro ldap incorrecto : padrão %s não presente. Verifique o filtro de utilizador ou de grupo

source: Invalid LDAP Host parameters
cs: Chybný parametr LDAP hostitele
pt: Parâmetros de Host LDAP Inválidos

source: LDAP Properties
cs: Vlastnosti LDAP
es: Propiedades LDAP
pt: Propriedades LDAP
pt_br: Propriedades do LDAP

source: LDAP servers
pt: Servidores LDAP

source: Import users manually
cs: Importovat uživatele ručně
pt: Importar utilizadores manualmente

source: SNMP information
cs: SNMP informace
es: Información SNMP
pt: Informação de SNMP
pt_br: Informação SNMP

source: Global Community
cs: Globální komunita
es: Comunidad Global
pt: Comunidade global
pt_br: Comunidade Global

source: Directory of traps configuration files
cs: Adresář konfiguráčních souborů trapů
es: Directorio de ficheros de configuración capturas
pt: Directório de ficheiros de configuração de traps
pt_br: Diretório de arquivos de configuração de traps

source: snmpttconvertmib Directory + Binary
cs: Adresář + soubor snmpttconvertmib
es: snmpttconvertmib Directory + Binario
pt: snmpttconvertmib Diretório + Binário
pt_br: snmpttconvertmib Diretório + Binário

source: SNMPTT log file
cs: Soubor záznamů SNMPTT
es: Fichero de Bitácora SNMPTT
pt: Log de dados de SNMPTT
pt_br: Arquivo de log do SNMPTT

source: Perl library directory
cs: Adresa knihovny perlu
es: Directorio de librería Perl
pt: Directório da biblioteca de Perl
pt_br: Diretório de livraria do Perl

source: Can't read in directory
cs: Nelze číst v adresáři
es: No se puedo leer en directorio
pt: Não é possível ler no directório
pt_br: Não posso ler no diretório

source: Tools
cs: Nástroje
es: Herramientas
pt: Ferramentas
pt_br: Ferramentas

source: Host Information
cs: Informace o stanici
es: Información del Equipo
pt: Informação de host
pt_br: Informação de Host

source: Please wait...
cs: Čekejte prosím...
es: Por favor espere...
pt: Por favor aguarde...
pt_br: Por favor, espere...

source: You have to move centreon configuration file from temporary directory to final directory
cs: Musíte přesunout konfigurační soubor systému centreon z dočasného adresáře do finálního
es: Debes mover el fichero de configuración de centreon del directorio temporal al directorio final
pt: Você tem de mover o ficheiro de configuração do Centreon do directório temporário para o directório final
pt_br: Você deve mover o arquivo de configuração do Centreon do diretório temporário para o diretório final

source: Hosts
cs: Stanice
es: Equipos

source: SNMP Traps
cs: SNMP Trapy
es: Capturas SNMP
pt_br: Traps SNMP

source: MIBs
cs: MIBy

source: Plugins
cs: Zásuvné moduly

source: Web Site
cs: Webová stránka

source: Debug
cs: Ladění
es: Depuración
pt_br: Depurar

source: Pollers
cs: Kolektory

source: host
cs: stanice

source: d/m/Y H:i:s
cs: d/m/R H:i:s

source: Poller
cs: Kolektor
es: Sonda
pt_br: Pesquisa de Opnião

source: Host
cs: Hostitel
es: Equipo

source: d/m/Y H:i
cs: d/m/R H:i

source: Actual
cs: Aktuální
pt_br: Atual

source: Total
cs: Celkem

source: Loggers
cs: Loggery

source: Macros
cs: Makra

source: bytes
cs: bytů

source: Incremental
cs: Přírustkový

source: Template
cs: Šablona
es: Plantilla
pt_br: Modelo

source: Time Range exceptions
cs: Výjimky časového rozsahu
pt_br: Faixa de Exceções de Tempo

source: String
cs: Řetězec

source: Host links (host template links)
cs: Odkazy stanice (odkazy šablon stanic)

source: Service links (service template links)
cs: Odkazy služeb (odkazy šablon služeb)

source: Manual
cs: Ručně

source: Base
cs: Soustava

source: Pager
cs: Mobilní číslo
es: Buscapersonas

source: Menu
cs: Nabídka
es: Menú

source: Traceroute
es: Traza de ruta

source: Host/Service
es: Equipo/Servicio
pt_br: Host/Serviço

source: Service Status
es: Estado del Servicio
pt_br: Status de Serviço

source: <b><i>Help :</i></b> In this tab, you will be able to select hosts and hostgroups that you want to share to people present in group(s) selected on the previous tab. You have also the possibilty to exclude host(s) on selected hostgroup(s). You can also filter on selected hosts services. If you select a service category, the user will only see services of the selected categories.
es: <b> Ayuda <i>: </ i> </ b> En esta pestaña, usted será capaz de seleccionar los anfitriones y hostgroups que desea compartir con la gente presente en el grupo (s) seleccionado en la ficha anterior. También tienes la posibilidad de excluir host (s) en los hostgroup seleccionado (s). También se puede filtrar en una selección de servicios de hosts. Si selecciona una categoría de servicio, el usuario sólo verá los servicios de las categorías seleccionadas.

source: Acknowledge/Disacknowledge a service
es: Atender/Desatender un servicio

source: Acknowledge/Disaknowledge a host
es: Reconocer/No Reconocer un host

source: Shutdown Nagios
es: Apagar Nagios

source: Restart Nagios
es: Reiniciar Nagios
pt_br: Reiniciar Nagios

source: Global Nagios Actions (External Process Commands)
es: Acciones globales de Nagios(Comando de proceso externos)

source: Nagios information
es: Información de Nagios
pt_br: Informações do Nagios

source: Start script for Correlator Engine
es: Script de inicio para el motor Correlator

source: Correlation Engine
es: Correlación del motor

source: Centreon information
es: Información de Centreon
pt_br: Informação Centreon

source: Centreon Web Directory
es: Directorio Web de Centreon
pt_br: Diretório Web Centreon

source: Refresh Interval
es: Intervalo de Actualización
pt_br: Intervalo de Atualização

source: Sessions Expiration Time
es: Tiempo de Expiración de Sesiones
pt_br: Tempo de Expiração de Sessão

source: Limit per page for Monitoring
es: Límite para Monitorear por páginas
pt_br: Limite por página para Monitoramento

source: Limit per page (default)
es: Límite por página (por defecto)
pt_br: Limite por página (padrão)

source: Refresh Interval for statistics
es: Intervalo de actualización para estadísticas
pt_br: Intervalo de atualização para estatísticas

source: Refresh Interval for monitoring
es: Intervalo de actualización para monitorización
pt_br: Intervalo de atualização para monitoramento

source: First Refresh delay for statistics
es: Primer retardo de actualización para estadísticas
pt_br: Primeiro atraso de atualização para estatísticas

source: First Refresh delay for monitoring
es: Primer retardo de actualización para monitorización
pt_br: Primeiro atraso de atualização para monitoramento

source: Default timezone
es: Zona Horaria por Defecto
pt_br: Fuso horário Padrão

source: Cache path
es: Ruta de la caché

source: Display Template
es: Desplegar Plantilla
pt_br: Exibir Modelo

source: Last check
es: Último chequeo
pt_br: Última checagem

source: Sort problems by
es: Ordenar problemas por
pt_br: Ordenar problemas por

source: Ascending
es: Ascendente
pt_br: Ascendente

source: Descending
es: Descendente
pt_br: Descendente

source: Order sort problems
es: Ordenar clasificación de problemas
pt_br: Organizar ordem de problemas

source: Enable Autologin
es: Activar Autologin
pt_br: Habilitar Autologin

source: Display Autologin shortcut
es: Mostrar acceso directo a Autologin

source: Enable Timezone management
es: Activar administración de zona horaria

source: Maximum page size
es: Tamaño máximo de página
pt_br: Tamanho máximo da página

source: Sessions Properties
es: Propiedades de Sesiones
pt_br: Propriedades de Sessões

source: Refresh Properties
es: Actualizar Propiedades
pt_br: Propriedades de Atualização

source: Display Options
es: Opciones de Despliegue
pt_br: Opções de Exibição

source: Problem display properties
es: Problema al mostrar las propiedades

source: Time Zone
es: Zona horaria
pt_br: Fuso Horário

source: Authentification properties
es: Propiedades de autenticación

source: Batch configuration
es: Configuración por lotes(Batch)

source: Nagios Import debug
es: Nagios depuración de importación

source: Hosts status colors
es: Hosts colores de estado

source: Services status colors
es: Servicios colores de estado

source: Specifics for hosts
es: Especifico para los hosts

source: Host UP Color
es: Color de equipo encendido
pt_br: Cor de Host ATIVO

source: Host DOWN Color
es: Color de equipo apagado
pt_br: Cor de Host INATIVO

source: Host UNREACHABLE Color
es: Color de equipo inalcanzable
pt_br: Cor de Host INALCANÇÁVEL

source: Service OK Color
es: Color de servicio OK
pt_br: Cor de Serviço OK

source: Service WARNING Color
es: Color de servicio con aviso
pt_br: Cor do Serviço em ATENÇÃO

source: Service CRITICAL Color
es: Color de servicio crítico
pt_br: Cor de Serviço CRÍTICO

source: Row Color for Service CRITICAL
es: Color de la fila para el Servicio CRÍTICO

source: Service PENDING Color
es: Color de servicio pendiente
pt_br: Cor de Serviço PENDENTE

source: Service UNKNOWN Color
es: Color de Servicio DESCONOCIDO
pt_br: Cor de Serviço DESCONHECIDO

source: Acknowledge host or service Color
es: Color de hosts y servicios reconocidos

source: Downtime host or service Color
es: Color del tiempo de inactividad de hosts y servicios

source: Color for host Down (Service view)
es: Color de hosts caídos (Vista de Servicio)

source: Color for host Unreachable (Service view)
es: Color de host inaccesible ( Vista de Servicio )

source: Status Color Properties
es: Color de Propiedades de Estado
pt_br: Propriedades de Cores do Status

source: LDAP information
es: Información LDAP
pt_br: Informação LDAP

source: Custom
es: Personalizado

source: Bad ldap filter : missing %s pattern.
es: Filtro LDAP erróneo: no se encuentra patrón %s.

source: Path to RRDTool Database For Nagios Statistics
es: Ruta a la Base de Datos RRDTool para las estadísticas de Nagios
pt_br: Caminho do Banco de Dados do RRDTool para estatisticas do Nagios

source: Archive Nagios Logs
es: Guardar Logs de Nagios
pt_br: Arquivar Logs do Nagios

source: Empty all Service Data
es: Limpiar toda Data de Servicio
pt_br: Esvaziar todos os dados de Serviço

source: Do you confirm the change of the RRD data source type ? If yes, you must rebuild the RRD Database
es: Confirma el cambio en el tipo origen de datos de RRD ? En caso afirmativo, debe reconstruir la Base de Datos de RRD

source: Set RRD Data Source Type to GAUGE
es: Fije el tipo de origen de datos de RRD a GAUGE

source: Set RRD Data Source Type to COUNTER
es: Fije el tipo de origen de datos de RRD a COUNTER

source: Number of values
es: Número de valores

source: Data source type
es: Tipo de origen de datos

source: On Problem Host
es: Equipo con Problemas
pt_br: Host com Problema

source: Unhandled
es: No tratado
pt_br: Não tratado

source: Unhandled Service problems (last %s)
es: Problemas de Servicio no controlados (último %s)

source: No unhandled service problem
es: No hay problemas de Servicio no controlados
pt_br: Problema de Serviço sem manipulação

source: Service Name
es: Nombre de Servicio
pt_br: Nome do Serviço

source: Status Output
es: Salida del Estado
pt_br: Status do Emissor

source: Unhandled Host problems (last %s)
es: Problemas de Hoost no controlados (último %s)

source: No unhandled host problem
es: No hay problemas de host no controlados

source: Delete Problem Acknowledgement
es: Eliminar reconocimiento del problema

source: Acknowledge Service Problem
es: Reconocer problema de Servicio

source: Y/m/d - H:i:s
es: d/m/Y - H:i:s
pt_br: d/m/Y - H:i:s

source: ACKNOWLEDGED
es: CONFIRMADO
pt_br: RECONHECIMENTO

source: Status Details
es: Detalles del estado

source: on host
es: en el equipo
pt_br: no host

source: Extended status information
es: Información de estado extendida

source: Last Check Type
es: Último Tipo de Chequeo
pt_br: Último tipo de checagem

source: Next Scheduled Active Check
es: Próximo Chequeo Activo Planificado
pt_br: Próximo agendamento de checagem ativa

source: Check Duration
es: Duración del Chequeo
pt_br: Duração da Checagem

source: Last Service Notification
es: Última Notificación del Servicio
pt_br: Última Notificação de Serviço

source: Is This Service Flapping?
es: Este Servicio Está Fluctuando?
pt_br: É um Serviço em Marcação?
