Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: You are not allowed to reach this page
cs: Nemáte dovoleno přistupovat na tuto stránku
es: Usted no está habilitado para acceder a esta página
pt: Você não está autorizado a visualizar esta página
pt_br: Você não esta autorizado a acessar esta página

source: You are not in an access group
cs: Nejste v přístupové skupině
es: No estas en ningún grupo de acceso
pt: Você não está num grupo de acesso
pt_br: Você não faz parte de nenhum grupo de acesso

source: Help
cs: Nápověda
es: Ayuda
pt: Ajuda
pt_br: Ajuda

source: Broker module information
cs: Informace o modulu brokeru
pt: Informação do módulo broker

source: Broker Module information
cs: Informace o modulu brokeru
pt: Informação do módulo Broker

source: Broker Module
cs: Modul zprostředkovatele
es: Módulo Intermedio
pt: Módulo Broker
pt_br: Modulo de Corretor

source: Dependency check up
cs: Kontrola závislosti
pt: Verificação de dependências

source: Module name
cs: Jméno modulu
pt: Nome do módulo

source: File
cs: Soubor
pt: Ficheiro

source: Status
cs: Stav
es: Estado
pt: Estado

source: Loaded
cs: Zavedeno
pt: Carregado

source: Not loaded
cs: Nenahráno
pt: Não carregado

source: Installation
cs: Instalace
pt: Instalação

source: Currently installing database... please do not interrupt this process.<br/><br/>
cs: Nyní instaluji databázi... prosím, nepřerušujte tento proces.<br/><br/>
pt: Instalando base de dados... por favor não interrompa este processo<br/><br/>

source: Step
cs: Krok
pt: Passo

source: Configuration database
cs: Databáze konfigurací
pt: Base de dados de configurações

source: Storage database
cs: Databáze úložiště
pt: Base de dados de armazenamento

source: Utils database
cs: Databáze utilit
pt: Base de dados de utilitários

source: Creating database user
cs: Vytvářím databázového uživatele
pt: A criar utilizador de base de dados

source: Setting up basic configuration
cs: Nastavuji základní konfiguraci
pt: A definir a configuração básica

source: Setting up configuration file
cs: Nastavuji konfigurační soubor
pt: A definir o ficheiro de configuração

source: File not found
cs: Soubor nenalezen
pt: Ficheiro não encontrado

source: Welcome to Centreon Setup
cs: Vítejte v nastavení Centreonu
pt: Bem-vindo à instalação do Centreon

source: This installer will help you setup your database and your monitoring configuration.
cs: Tento instalátor Vám pomůže nastavit Vaši databázi a nastavení sledování
pt: Este instalador irá ajudá-lo a configurar a base de dados e as suas configurações de monitorização.

source: The entire process should take around ten minutes.
cs: Celý tento proces zabere cca 10 minut.
pt: O processo completo demorará cerca de dez minutos.

source: Configuration file not found.
cs: Konfigurační soubor nenalezen.
pt: Ficheiro de configuração não encontrado.

source: Database information
cs: Informace o databázi
pt: Informação de base de dados

source: Database Host Address (default: localhost)
cs: Adresa databázového hostitele (výchozí: localhost)
pt: Endereço do Host da Base de Dados (por omissão:localhost)

source: Database Port (default: 3306)
cs: Databázový port (výchozí: 3306)
pt: Porto da base de dados (por omissão: 3306)

source: Root password
cs: Heslo Root
pt: Senha do root

source: Configuration database name
cs: Nastavení jména databáze
pt: Nome da base de dados de configuração

source: Storage database name
cs: Databáze úložiště
pt: Nome da base de dados de armazenamento

source: Utils database name
cs: Databáze utilit
pt: Nome da base de dados de utilitários

source: Database user name
cs: Uživatelské jméno databáze
pt: Nome do utilizador de base de dados

source: Database user password
cs: Heslo databáze
pt: Senha do utilizador de base de dados

source: Confirm user password
cs: Potvrďte uživatelské heslo
pt: Confirmação da senha do utilizador

source: Could not find storage database. Session probably expired.
cs: Nemohu najít databázi úložiště. Sezení pravděpodobně vypršelo.
pt: Não foi possível encontrar a base de dados de armazenamento. A Sessão provavelmente expirou.

source: Could not find database user. Session probably expired.
cs: Nemohu najít databázi uživatelů. Sezení pravděpodobně vypršelo.
pt: Não foi possível encontrar o utilizador de base de dados. A sessão provavelmente expirou.

source: Could not find CENTREON_ETC. Session probably expired.
cs: Nemohu najít CENTREON_ETC. Sezení pravděpodobně vypršelo.
pt: Não foi possivel encontrar CENTREON_ETC. A sessão provavelmente expirou.

source: Could not find utils database. Session probably expired.
cs: Nemohu najít databázi utilit. Sezení pravděpodobně vypršelo.
pt: Não foi possícel encontrar a base de dados de utilitários. A sessão provavelmente expirou.

source: Could not find configuration database. Session probably expired.
cs: Nemohu najít databázi nastavení. Sezení pravděpodobně vypršelo.
pt: Não foi possível encontrar a base de dados de configuração. A sessão provavelmente expirou.

source: Add innodb_file_per_table=1 in my.cnf file under the [mysqld] section and restart MySQL Server.
cs: Vložte innodb_file_per_table=1 do souboru my.cnf pod sekci [mysqld] a restartujte MySQL server.
pt: Adicione innodb_file_per_table=1 no ficheiro my.cnf na secção [mysqld] e reinicie o servidor de MySQL.

source: Monitoring engine information
cs: Informace monitorovacího enginu
pt: Informação do motor de monitorização

source: Monitoring engine
cs: Monitorovací engine
pt: Motor de monitorização

source: Admin information
cs: Informace o správci
pt: Informação de administração

source: Login
cs: Přihlášení
pt: Iniciar sessão

source: Password
cs: Heslo
es: Contraseña
pt: Senha
pt_br: Senha

source: Confirm password
cs: Potvrdit heslo
es: Confirmar contraseña
pt: Confirme a senha
pt_br: Confirme a Senha

source: First name
cs: Křestní jméno
pt: Primeiro nome

source: Last name
cs: Příjmení
pt: Último nome

source: Email
pt: Correio electrónico

source: Centreon Installation
cs: Instalace Centreonu
pt: Instalação do Centreon

source: Installation finished
cs: Instalace dokončena
pt: Instalação concluída

source: The installation is now finished. To get further information regarding Centreon please visit the following links
cs: Instalace byla nyní dokončena. Pro další informace vztahující se k Centreonu, prosím navštivte následující odkazy
pt: A instalação está agora concluída. Para obter mais informações relativamente ao Centreon, por favor visite os seguintes links

source: Official website
cs: Oficiální webové stránky
pt: Portal oficial

source: Forum
cs: Fórum
pt: Fórum
pt_br: Fórum

source: Documentation
cs: Dokumentace
es: Documentación
pt: Documentação
pt_br: Documentação

source: Bug Tracker
cs: Hlídač chyb
pt: Rastreador de Bugs

source: For professional support subscription please contact the <a href="http://support.centreon.com">Centreon Support Center</a>.
cs: Pro získání profesionální podpory, prosím kontaktujte <a href="http://support.centreon.com">Centrum podpory Centreon</a>.
pt: Para suporte profissional, contacte o <a href="http://support.centreon.com">Centro de Suporte do Centreon</a>.

source: Name
cs: Název
es: Nombre
pt: Nome
pt_br: Nome

source: Correlation file
pt: Ficheiro de correlação

source: Retention file
pt: Ficheiro de retenção

source: it's required
pt: é necessário

source: Connection port
pt: Porta de conexão

source: Host to connect to
pt: Host ao qual se irá conectar

source: Failover name
pt: Nome de failover

source: Retry interval
pt: Intervalo de nova tentativa

source: Buffering timeout
pt: Limiar de tempo de buffering

source: Serialization protocol
pt: Protocolo de serialização

source: Enable TLS encryption
pt: Ligar encriptação TLS

source: Auto
pt: Automático

source: No
cs: Ne
pt: Não
pt_br: Não

source: Yes
cs: Ano
es: Sí
pt: Sim
pt_br: Sim

source: Private key file.
pt: Ficheiro de chave privada.

source: Public certificate
pt: Certificado público

source: Trusted CA's certificate
pt: Certificado de CA de confiança

source: Enable negociation
pt: Permitir negociação

source: One peer retention
pt: Retenção de um par

source: Filter category
pt: Filtro de categoria

source: Available
cs: Dostupný
es: Disponible
pt: Disponível
pt_br: Disponível

source: Selected
cs: Vybraný
es: Seleccionado
pt: Seleccionado
pt_br: Selecionado

source: Compression (zlib)
pt: Compressão (zlib)

source: Compression level
pt: Nível de compressão

source: Compression buffer size
pt: Tamanho do buffer de compressão

source: File path
pt: Localização do ficheiro

source: Maximum size of file
pt: Tamanho máximo do ficheiro

source: Name of the logger
pt: Nome do logger

source: Configuration messages
pt: Mensagens de configuração

source: Debug messages
pt: Mensagens de debug

source: Error messages
pt: Mensagens de erro

source: Informational messages
pt: Mensagens informativas

source: Logging level
pt: Nivel de logging

source: Max file size in bytes
pt: Tamanho máximo do ficheiro em bytes

source: RRD file directory for metrics
pt: Directório de ficheiros RRD para metricas

source: RRD file directory for statuses
pt: Directório de ficheiros RRD para estados

source: TCP port
pt: Porta TCP

source: Unix socket
pt: Socket Unix

source: Write metrics
pt: Métricas de escrita

source: Write status
pt: Estado de escrita

source: Interval length
pt: Comprimento do intervalo

source: RRD length
pt: Comprimento RRD

source: DB type
pt: Tipo de BD

source: DB host
pt: Host da BD

source: DB port
pt: Porta de BD

source: DB user
pt: Utilizador de BD

source: DB password
pt: Password de BD

source: DB name
pt: Nome de BD

source: Maximum queries per transaction
pt: Máximo de queries por transacção

source: Transaction commit timeout
pt: Timeout de commit de transacção

source: Replication enabled
pt: Replicação ligada

source: Rebuild check interval in seconds
pt: Intervalo em segundos da verificação de reconstrução

source: Store performance data in data_bin
pt: Armazenar dados de performance em data_bin

source: Insert in index data
pt: Inserir no índice de dados

source: File for Centeron Broker statistics
pt: Ficheiro para as estatísticas do Centreon Broker

source: Store in performance data in data_bin
pt: Armazenar dados de desempenho em data_bin

source: Home
cs: Domů
pt: Página principal
pt_br: Principal

source: Monitoring
cs: Sledování
pt: Monitorização
pt_br: Monitoramento

source: Reporting
cs: Hlášení
pt: Relatórios
pt_br: Relatório

source: Views
cs: Pohledy
pt: Vistas
pt_br: Visualizações

source: Administration
cs: Správa
pt: Administração
pt_br: Administração

source: Configuration
cs: Konfigurace
es: Configuración
pt: Configuração
pt_br: Configuração

source: By Status
cs: Podle stavu
pt: Por Estado
pt_br: Por Status

source: By Host
cs: Podle stanice
pt: Por Host
pt_br: Por Host

source: By Host Group
cs: Podle skupiny stanic
pt: Por Grupo de Host
pt_br: Por Grupo de Host

source: Meta Services
cs: Meta služby
es: Metaservicios
pt: Meta-Serviços
pt_br: Meta Servicos

source: Monitoring Engine
cs: Monitorovací engine
es: Monitoreo del motor
pt: Motor de Monitorização

source: By Service Group
cs: Podle skupiny služeb
pt: Por Grupo de Serviço
pt_br: Por Grupo de Serviço

source: Advanced Logs
cs: Rozšířené záznamy
pt: Logs Avançado
pt_br: Logs Avançado

source: Host Groups
cs: Skupiny stanic
es: Grupos de Equipos
pt: Grupo de Hosts
pt_br: Grupo de Hosts

source: Host Problems
cs: Problémy stanice
pt: Hosts com Problemas
pt_br: Problemas de Host

source: Unhandled Problems
cs: Nezjištěný problém
pt: Problemas Não Tratados

source: Services
cs: Služby
es: Servicios
pt: Serviços
pt_br: Serviços

source: All Services
cs: Všechny služby
pt: Todos os serviços
pt_br: Todos os Serviços

source: Service Problems
cs: Problémy služby
pt: Serviços com problema
pt_br: Problemas de Serviço

source: Details
cs: Detaily
pt: Detalhes
pt_br: Detalhes

source: Summary
cs: Shrnutí
pt: Sumário
pt_br: Sumário

source: Scheduling Queue
cs: Fronta plánování
pt: Flia de Agendamento
pt_br: Fila de Agendamento

source: Warning
cs: Upozornění
es: Advertencia
pt: Aviso
pt_br: Atenção

source: Critical
cs: Kritický
es: Crítico
pt: Crítico
pt_br: Crítico

source: Unknown
cs: Neznámý
es: Desconocido
pt: Desconhecido
pt_br: Desconhecido

source: Problems
cs: Problémy
pt: Problemas
pt_br: Problemas

source: Acknowledged
cs: Potvrzeno
es: Reconocimiento
pt: Reconhecido
pt_br: Em reconhecimento :

source: Not Acknowledged
cs: Nepotvrzeno
pt: Não Reconhecido
pt_br: Não Reconhecido

source: Event Logs
cs: Záznamy událostí
pt: Logs de Eventos
pt_br: Log de Eventos

source: Downtime
cs: Odstávka
pt: Manutenção
pt_br: Manutenção

source: Comments
cs: Komentáře
es: Comentarios
pt: Comentários
pt_br: Comentários

source: All Logs
cs: Všechny záznamy
pt: Todos os Logs
pt_br: Todos os Logs

source: Notifications
cs: Hlášení
es: Notificaciones
pt: Notificações
pt_br: Notificações

source: Alerts
cs: Výstrahy
es: Alertas
pt: Alertas
pt_br: Alertas

source: Warnings
cs: Varování
pt: Avisos
pt_br: Advertências

source: Users
cs: Uživatelé
es: Usuarios
pt: Utilizadores
pt_br: Usuários

source: Templates
cs: Šablony
es: Plantillas
pt: Modelos
pt_br: Modelos

source: Services by host
cs: Služby podle stanice
pt: Serviços para host

source: Services by host group
cs: Služby podle skupiny stanic
pt: Serviços para grupo de hosts
pt_br: Serviços por Grupo de Hosts

source: Service Groups
cs: Skupiny služeb
es: Grupos de Sevicios
pt: Grupos de serviço
pt_br: Grupo de Serviços

source: Manufacturer
cs: Výrobce
pt: Fabricante
pt_br: Fabricante

source: Contacts / Users
cs: Kontakty / Uživatelé
pt: Contatos / Utilizadores
pt_br: Contatos / Usuários

source: Contact Templates
pt: Templates de Contacto

source: Contact Groups
cs: Skupiny kontaktů
es: Grupos de Contacto
pt: Grupos de contato
pt_br: Grupo de Contatos

source: Time Periods
cs: Časová perioda
pt: Períodos de Tempo
pt_br: Períodos de Tempo

source: Commands
cs: Příkazy
es: Comandos
pt: Comandos
pt_br: Comandos

source: Generate
cs: Generovat
es: Generar
pt: Gerar
pt_br: Gerar

source: Load
cs: Nahrát
es: Cargar
pt: Carregar
pt_br: Leitura

source: resources
cs: prostředky
pt: recursos
pt_br: recursos

source: Checks
cs: Kontroly
pt: Verificações
pt_br: Checagens

source: Miscellaneous
cs: Různé
es: Misceláneo
pt: Diversos
pt_br: Miscellaneas

source: Options
cs: Možnosti
es: Opciones
pt: Opções
pt_br: Opções

source: Modules
cs: Moduly
pt: Módulos
pt_br: Módulos

source: Setup
cs: Nastavení
pt: Instalação
pt_br: Configuração

source: ACL
pt: LCA

source: Databases
cs: Databáze
pt: Bases de dados
pt_br: Base de Dados

source: Sessions
cs: Sezení
pt: Sessões
pt_br: Sessões

source: Server Status
cs: Stav serveru
pt: Status do servidor
pt_br: Status do Servidor

source: About
cs: O aplikaci
pt: Sobre
pt_br: Sobre

source: Donate
cs: Podpořit
pt: Doar
pt_br: Doar

source: Support
cs: Podpora
pt: Suporte
pt_br: Suporte

source: My Account
cs: Můj účet
pt: A minha conta
pt_br: Minha Conta

source: Colors
cs: Barvy
es: Colores
pt: Cores
pt_br: Cores

source: Manage
cs: Spravovat
es: Gestión
pt: Gerir
pt_br: Gerenciar

source: Dashboard
cs: Nástěnka
pt: Painel
pt_br: Painel

source: Graphs
cs: Grafy
es: Gráficas
pt: Gráficos
pt_br: Gráficos

source: All Graphs
cs: Všechny grafy
pt: Todos os gráficos

source: Curves
cs: Křivky
pt: Linhas
pt_br: Curvas

source: Upgrade
cs: Aktualizace
es: Actualizar
pt: Actualizar
pt_br: Atualizar

source: Check Version
cs: Ověřit verzi
pt: Verificar Versão
pt_br: Checar Versão

source: Pre-Update
cs: Před aktualizací
pt: Pré-Actualização
pt_br: Pré-Atualização

source: Categories
cs: Kategorie
es: Categorías
pt: Categorias
pt_br: Categorias

source: Optimize
cs: Optimalizovat
pt: Optimizar
pt_br: Otimizar

source: Escalations
cs: Stupňování
pt: Escaladas
pt_br: Escalas

source: Dependencies
cs: Závislosti
pt: Dependências
pt_br: Dependências

source: Global Health
cs: Globální zdraví
pt: Saúde global
pt_br: Estado Global

source: Monitoring Engine Statistics
cs: Statistiky monitorovacího enginu
pt: Estatísticas do Motor de Monitorização

source: Media
cs: Média
pt: Média
pt_br: Mídia

source: Images
cs: Obrázky
es: Imágenes
pt: Imagens
pt_br: Imagens

source: Directories
cs: Složky
pt: Diretórios
pt_br: Diretórios

source: Access List
cs: Seznam přístupů
pt: Lista de acesso
pt_br: Lista de Acesso

source: Resources Access
cs: Přístupy k prostředkům
pt: Acesso a Recursos
pt_br: Acesso de Recursos

source: Access Groups
cs: Skupiny přístupů
pt: Grupos de acessos
pt_br: Acesso de Grupos

source: Menus Access
cs: Přístupy k menu
pt: Acesso a Menus
pt_br: Acesso de Menus

source: Tactical Overview
cs: Taktický přehled
es: Información general táctica
pt: Visão Geral

source: Actions Access
cs: Přístup k akcím
pt: Acessos das acções

source: Logs
cs: Záznamy
pt: Log de dados

source: Reload ACL
cs: Opětovné načtení ACL
es: Recarga de ACL
pt: Recarregar LCA
pt_br: Reler ACL

source: Performance Info
cs: Informace o výkonu
pt: Informação de performence
pt_br: Informações de Performance

source: Process Info
cs: Informace o procesu
pt: Informações do Processo

source: Process Control
cs: Kontrola procesu
pt: Controlo do Processo

source: System Information
cs: Systémové informace
pt: Informações do Sistema

source: Broker Statistics
cs: Statistiky brokeru
pt: Estatísticas do Broker

source: Custom Views
cs: Vlastní pohledy
pt: Visualizações Personalizadas

source: Monitoring Engines
cs: Monitorovací enginy
pt: Motores de Monitorização

source: command
cs: příkaz
es: comando
pt: commando
pt_br: comando

source: timeperiod
cs: časová perioda
pt: época
pt_br: Período de tempo

source: contact
cs: kontakt
pt: contacto
pt_br: contato

source: contactgroup
cs: skupina kontaktů
pt: grupo de contactos
pt_br: grupo de contato

source: hostgroup
cs: skupina stanic
pt: grupo de hosts
pt_br: grupo de host

source: service
cs: služba
pt: serviço
pt_br: serviço

source: servicegroup
cs: skupina služeb
pt: grupo de serviços
pt_br: grupo de serviço

source: snmp traps
cs: snmp trapy
pt: traps snmp

source: escalation
cs: stupňování
es: escalada
pt: escalada
pt_br: escalonamento

source: host dependency
cs: závislosti stanic
pt: dependência de host
pt_br: dependência de host

source: hostgroup dependency
cs: závislosti skupin stanic
es: dependencias del grupo de maquinas
pt: dependência de hostgroup
pt_br: dependência do grupo de host

source: service dependency
cs: závislosti služby
es: dependencias del servicio
pt: dependência de serviço
pt_br: Dependência de Serviço

source: servicegroup dependency
cs: závislosti skupiny služby
es: dependencias del grupo de servicios
pt: dependência de grupo de serviços
pt_br: Dependência de Grupo de Serviço

source: Yearly
pt: Anual

source: <p>Currently upgrading database... please do not interrupt this process.</p>
cs: <p>Nyní upgraduji databázi...prosím, nepřerušujte tento proces.</p>
pt: <p>A actualizar a sua base de dados... por favor não interrompa este processo.</p>

source: You seem to be having trouble with your upgrade.
cs: Vypadá to, že jsou problémy s Vaším upgrade.
pt: Parece que está a ter problemas com a sua actualização.

source: You may refer to the line that causes problem in order to find out more about the issue.
cs: Můžete se odkázat na řádek, který způsobuje problém a nalázt tak více informací o tomto problému.
pt: Pode ir verificar a linha referida como origem do problema de modo a descobrir mais sobre o mesmo.

source: The SQL files are located in %s
cs: Soubory SQL jsou umístěné v %s
pt: Os ficheiros SQL estão localizados em %s

source: But do not edit the SQL files unless you know what you are doing. Refresh this page when the problem is fixed.
cs: Ale needitujte souboru SQL, dokud si nejste jisti tím, co děláte. Obnovte stránku vždy, když je problém odstraněn.
pt: Não edite os ficheiros SQL a não ser que saiba o que está a fazer. Actualize esta página quando o problema estiver corrigido.

source: Centreon Upgrade
cs: Upgrade Centreonu
pt: Actualização do Centreon

source: You are about to upgrade Centreon.
cs: Právě upgradujete Centreon
pt: Está prestes a realizar o upgrade ao Centreon.

source: It is strongly recommended to make a backup of your databases before going any further.
cs: Než budete pokračovat, je silně doporučeno vytvoření zálohy Vaší databáze.
pt: É recomendado que faça um backup das suas bases de dados antes de avançar com os próximos passos.

source: Release notes
cs: Poznámky k vydání
pt: Notas de versão

source: Upgrade finished
cs: Upgrade dokončen
pt: Actualização concluída

source: Congratulations, you have successfully upgraded to Centreon version <b>%s</b>.
cs: Gratulujeme, úspěšně jste upgradovali Centreon na verzi <b>%s</b>.
pt: Parabéns, voce actualizou com sucesso o Centreon para a versão <b>%s</b>.

source: Title
cs: Nadpis
pt: Título

source: Version
cs: Verze
es: Versión
pt: Versão
pt_br: Versão

source: Description
cs: Popis
es: Descripción
pt: Descriçâo
pt_br: Descrição

source: Author
cs: Autor
es: Autor
pt: Autor
pt_br: Autor

source: Previous
pt: Anterior

source: Next
pt: Seguinte

source: Finish
pt: Terminar

source: Back to Centreon Broker configuration menu
pt: De volta ao menu de configuração do Centreon Broker

source: Misc
cs: Různé
es: Miscelánea
pt: Diversos
pt_br: Miscelânea

source: seconds
cs: sekund
es: Segundos
pt: segundos
pt_br: segundos

source: Post-Restart command
pt: Comando de Pós-Reínicio

source: Add a new entry
pt: Adicionar uma nova entrada

source: Nothing here, use the "Add" button
pt: Nada aqui, use o botão "Adicionar"

source: UI notifications
pt: Notificações da interface do utilizador

source: Centcore properties
pt: Propriedades do centcore

source: Centcore Options
cs: Volby Centcore
pt: Opções do Centcore

source: Pending
cs: Čekající
es: Pendiente
pt: Pendente
pt_br: Pendente

source: Up
cs: Funkční
es: Activo
pt: Cima
pt_br: Ativo

source: Down
cs: Nefunkční
es: Detenido
pt: Baixo
pt_br: Inativo

source: Unreachable
cs: Nedostupný
es: Inalcanzable
pt: Inalcançável
pt_br: Inalcançável

source: Poller States
cs: Stavy Polleru
es: Estados de la sonda
pt: Estado dos Pollers
pt_br: Estado de Poller

source: Logout
cs: Odhlásit
es: Desconectar
pt: Desligar
pt_br: Desconectar

source: You are
cs: Jste
es: Usted es
pt: Você é
pt_br: Você está

source: Y/m/d G:i
es: d/m/Y G:i
pt: d/m/Y G:i
pt_br: d/m/Y G:i

source: Right Click here to add an autologin link directly to your bookmarks
cs: Klikněte pravým tlačítkem myši zde pro přidání odkazu automatického příhlašení do vašich záložek
es: Haga click aquí con el botón derecho para añadir un link de autologin en sus favoritos
pt: Clique aqui com o botão direito do rato para adicionar o link de login automático aos seus favoritos
pt_br: Clique com o botão direito aqui para adicionar um autologin em favoritos

source: Please define autologin authentication key in your profile.
cs: Prosím definujte klíč automatického přihlášení ve svém profilu.
pt: Defina uma chave de autenticação automática no seu perfil.

source: Main Menu
cs: Hlavní menu
es: Menú principal
pt: Menu Principal
pt_br: Menu Principal

source: Connected
cs: Připojeno
es: Conectado
pt: Utlilizador(es) conectado(s)
pt_br: Conectado

source: Legend
cs: Vysvětlivky
es: Leyenda
pt: Legenda
pt_br: Legenda

source: Generated in
cs: Vygeneroval
es: Generado en
pt: Gerado em
pt_br: Gerado em

source: Hide Footer
cs: Skrýt patičky
es: Ocultar Footer
pt: Esconder Rodapé
pt_br: Esconder Rodapé

source: Add
cs: Přidat
es: Añadir
pt: Acrescentar
pt_br: Adicionar

source: Remove
cs: Odstranit
es: Eliminar
pt: Remover
pt_br: Remover

source: The name of block configuration
cs: Jméno konfigurace bloku
es: Nombre del bloque de configuración
pt: O nome do bloco de configuração

source: The type of block configuration
cs: Typ nastavení bloku
es: Tipo del bloque de configuración
pt: O tipo do bloco de configuração
