Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: Enable environment macros
cs: Povolit makra prostředí
es: Habilitar macros de entorno
pt: Ligar macros de ambiente
pt_br: Habilitar o ambiente de macros

source: Use setpgid
pt: Usar setpgid

source: Enable embedded Perl
cs: Povolit vnitřní Perl
es: Habilitar Perl embebido
pt: Ligar Perl embutido
pt_br: Habilita o Perl embutido

source: Use embedded Perl implicitly
cs: Standartně použít vnitřní Perl
es: Usar Perl embebido implícito
pt: Usar Perl embutido implicitamente
pt_br: Use implicitamento o Perl embutido

source: Embedded Perl initialisation file
cs: Vložený soubor inicializace Perlu
es: Archivo de inicialización perl incrustado.
pt: Ficheiro de inicialização Perl embutido

source: Debug file (Directory + File)
cs: Ladicí soubor (adresář + soubor)
es: Fichero debug (Directorio + Fichero)
pt: Ficheiro de depuração (diretório e ficheiro)
pt_br: Arquivo de Depuração (Diretório + Arquivo)

source: Debug file Maximum Size
cs: Maximální velikost ladicího souboru
es: Tamaño Máximo fichero Debug
pt: Tamanho máximo do ficheiro de Debug
pt_br: Tamanho máximo do arquivo de depuração

source: Daemon core dumps
cs: Výpisy jádra démona
pt: Daemon para core dumps

source: Basic information
cs: Základní informace
es: Información básica
pt: Informações básicas

source: More detailed information
cs: Více detailní informace
es: Más información detallada
pt: Informações mais detalhadas

source: Highly detailed information
cs: Velice detailní informace
es: Resaltar información detallada
pt: Informações altamente detalhadas

source: Debug Verbosity
cs: Podrobnost ladění
es: Debug Verboso
pt: Verbosidade de Debug
pt_br: Verbosidade de depuração

source: Log everything
cs: Zaznamenávat vše
es: Logear siempre
pt: Efectuar log de tudo

source: Log nothing (default)
cs: Nezaznamenávat nic (standartní)
es: No logear nada (Por Defecto)
pt: Não efectuar qualquer log (por omissão)

source: Function enter/exit information
cs: Informace funkce spuštění/ukončení
es: Información de la función de Entrada/Salida
pt: Informação de entrada/saída de função

source: Config information
cs: Informace o konfiguraci
es: Información de configuración
pt: Informação de configuração

source: Process information
cs: Informace o procesu
es: Información del proceso
pt: Informação de processo

source: Scheduled event information
cs: Informace o plánování událostí
es: Información de programación de evento
pt: Informação de evento agendado

source: Host/service check information
cs: Informace o kontrole stanic/služeb
es: Información de comprobación de Hos/Servicio
pt: Informação de verificação de host/serviço

source: Event broker information
cs: Informace o zprostřekovateli událostí
es: Información de evento del broker
pt: Informações do broker

source: External Commands
cs: Externí příkazy
es: Comandos Externos
pt: Comandos externos
pt_br: Comandos Externo

source: Downtimes
cs: Doby nečinnosti
es: Inactividad
pt: Manutenções

source: Debug Level
cs: Úroveň ladění
es: Nivel Debug
pt: Nível de Debug
pt_br: Nível de Depuração

source: Broker need options to be loaded
cs: Broker potřebuje volby, aby byl nahrán
es: Broker necesita opciones para ser cargado
pt: Broker necessita de opções para ser carregado

source: This value must be a numerical value.
cs: Tato hodnota musí být číselná
pt: Este valor tem de ser númerico.

source: Required fields
cs: Vyžadované položky
es: Campos obligatorios
pt: Campos obrigatórios
pt_br: Campos requeridos

source: Files
cs: Soubory
es: Archivos
pt: Ficheiros
pt_br: Arquivos

source: Check Options
cs: Volby kontroly
es: Opciones de comprovación
pt: Opções de verificação

source: Log Options
cs: Volby zaznamenávání
es: Opciones de registro
pt: Opções de Log

source: Data
es: Datos
pt: Dados
pt_br: Dados

source: Tuning
cs: Optimalizace výkonu
es: Personalizar
pt: Afinação
pt_br: Afinamento

source: Admin
cs: Administrátor
pt: Administrador

source: Folders
cs: Složky
es: Carpetas
pt: Directórios
pt_br: Pastas

source: Host Check Options
cs: Volby kontroly stanice
es: Opciones de revision de Host
pt: Opções de verificação para os hosts

source: Service Check Options
cs: Volby kontroly služby
es: Opciones de comprobación de Servicio
pt: Opções de verificação para os serviços

source: Result Cache
cs: Vyrovnávací paměť výsledků
pt: Cache de Resultados
pt_br: Resultado de Cache

source: Event Handler
cs: Handler události
es: Manejador de Eventos
pt: Gestor de Eventos
pt_br: Manipulação de Evento

source: Freshness
cs: Čerstvé
pt: Frescura

source: Flapping Options
cs: Volby kolísání
pt: Opções de oscilação
pt_br: Opções de Marcação

source: Post Check
cs: Odeslání kontroly
pt: Pós Verificação

source: Cached Check
cs: Kontroly ve vyrovnávací paměti
pt: Verificação Cached

source: Misc Options
cs: Různé volby
pt: Opções diversas

source: Passive host checking Options
cs: Volby pasivní kontroly stanice
pt: Opções de verificação passiva de hosts

source: Logging Options
cs: Volby zaznamenávání
es: Opciones de Logs
pt: Opções de Log

source: Timeouts
cs: Timeouty
es: Tiempos de expiración
pt: Tempos limite

source: Archives
cs: Archivy
es: Archivos
pt: Arquivos

source: States Retention
cs: Udržování stavů
es: Retención de Estados
pt: Retenção de Estados

source: Perfdata
cs: Výkonostní data
es: Datos de Rendimiento
pt: Dado de desempenho

source: Time Unit
cs: Jednotky času
es: Unidad de Tiempo
pt: Unidade de tempo

source: Host Check Scheduling Options
cs: Volby plánování kontrol stanice
pt: Opções de Agendamento de verificação de Hosts

source: Service Check Scheduling Options
cs: Volby plánování kontrol služby
pt: Opções de Agendamento de Verificação de Serviços

source: Auto Rescheduling
cs: Automatické přeplánování
pt: Auto Reagendamento

source: Optimization
cs: Optimalizace
es: Optimización
pt: Optimização

source: Debug Configuration
cs: Konfigurace ladění
es: Configuración de Debug
pt: Configuração do Debug

source: Warning: this value can be dangerous, use -1 if you have any doubt.
cs: Varování: tato hodnota může být nebezpečná, použijte -1 pokud máte jakékoliv pochybnosti.
pt: Aviso: este valor pode ser perigoso, use -1 se você tiver alguma dúvida.

source: This option must be enabled for Centreon Dashboard module.
cs: Tato volba musí být povolena pro modu Centreon dasboard
pt: Esta opção deve estar ligada para o módulo Painel do Centreon.

source: This option must be disable in order to avoid latency problem.
pt: Esta opção tem de estar desligada de modo a evitar problemas de latência.

source: Satellites
cs: Satelity
es: Satélites
pt: Satélites
pt_br: Satélites

source: Add a CGI Configuration File
cs: Přidat konfigurační soubor CGI
es: Añadir archivo de configuración CGI
pt: Acrescentar um ficheiro de configuração CGI
pt_br: Adicionar um Arquivo de Configuração CGI

source: Modify a CGI Configuration File
cs: Upravit konfigurační soubor CGI
es: Modificar archivo de configuración CGI
pt: Editar um ficheiro de configuração CGI
pt_br: Modificar um Arquivo de Configuração CGI

source: View a CGI Configuration File
cs: Zobrazit konfigurační soubor CGI
es: Ver archivo de configuración CGI
pt: Ver um ficheiro de configuração CGI
pt_br: Visualizar um Arquivo de Configuração CGI

source: CGI File Name
cs: Název CGI souboru
es: Nombre de archivo CGI
pt: Nome do ficheiro CGI
pt_br: Nome do Arquivo CGI

source: Main Configuration File Location
cs: Umístění hlavního konfiguračního souboru
es: Localización del archivo principal de configuración
pt: Localização do ficheiro de configuração principal
pt_br: Localização do Arquivo de Configuração Principal

source: Physical HTML Path
cs: Fyzická cesta HTML
es: Ruta Física HTML
pt: Caminho físico do HTML
pt_br: Caminho físico do HTML

source: URL HTML Path
cs: URL cesta HTML
es: Ruta URL HTML
pt: URL caminho do HTML
pt_br: Caminho URL do HTML

source: Acrion URL target
cs: URL adresa Acrion
pt: URL de acção

source: Notes URL target
cs: URL adresa poznámek
pt: URL de notas

source: Escape HTML tags
cs: Escape tagy HTML
pt: Ignorar tags HTML

source: Lock author names
cs: Uzamknout jména autorů
pt: Trancar nomes dos autores

source: Monitoring Engine process check command
cs: Příkaz kontroly procesu monitorovacího enginu
pt: Comando de verificação do processo do Motor de Monitorização

source: Authentication Usage
cs: Použití autentifikace
es: Uso de autentificación
pt: Uso de Autenticação
pt_br: Uso de Autenticação

source: Default User Name
cs: Standartní uživatelské jméno
es: Nombre de usuario por defecto
pt: Nome de Utilizador Padrão
pt_br: Nome de Usuário Padrão

source: System/Process Information Access
cs: Přístup k informacím o systému/procesu
es: Acceso a Información de Sistema/Procesos
pt: Acesso a Informações de Sistema/Processos
pt_br: Acesso à Informações de Sistema/Processos

source: System/Process Command Access
cs: Příkaz pro přístup k systému/procesu
es: Acceso a Comandos de Sistema/Procesos
pt: Acesso a Comandos de Sistema/Processos
pt_br: Acesso à Comandos de Sistema/Processos

source: Configuration Information Access
cs: Přístup k informacím o konfiguraci
es: Acceso a Información de Configuración
pt: Acesso a Informação de configuração
pt_br: Acesso à Informação de Host Global

source: Global Host Information Access
cs: Přístup ke globálním informacím o stanici
es: Acceso a Información de Equipo Global
pt: Acesso a Informações de Host Global
pt_br: Acesso à Informações de Host Global

source: Global Host Command Access
cs: Příkaz pro přístup ke globálním informacím o stanici
es: Acceso a Comandos de Equipo Global
pt: Acesso a Comando de Host Global
pt_br: Acesso à Comando de Host Global

source: Global Service Information Access
cs: Přístup ke globálním informacím o službě
es: Acceso a Información de Servicio Global
pt: Acesso a Informação de Serviço Global
pt_br: Acesso à Informação de Serviço Global

source: Global Service Command Access
cs: Příkaz pro přístup ke globálním informacím o službě
es: Acceso a Comandos de Servicio Global
pt: Acesso a Comando de Serviço Global
pt_br: Acesso à Comando de Serviço Global

source: Statusmap CGI Background Image
cs: Obrázek pozadí stavové mapy CGI
es: Imagen de fondo del Mapa de estado CGI
pt: Imagem de fundo para o Statusmap CGI
pt_br: Imagem de fundo para o Statusmap CGI

source: Default Statusmap Layout Method
cs: Standartní metoda vrstvení stavové mapy
es: Método de Despliegue de Mapa de Estado por Defecto
pt: Método de Layout Padrão do Statusmap
pt_br: Método de Layout Padrão do Statusmap

source: Statuswrl CGI Include World
cs: Statuswrl CGI vkláda zeměkouli
es: Referencia Mundial de Statuswrl CGI
pt: Incluir World Statuswrl CGI
pt_br: Incluir World Statuswrl CGI

source: Default Statuswrl Layout Method
cs: Standartní metoda vrstvení Statuswrl
es: Método de Despliegue de Statuswrl CGI
pt: Método de Modelo Padrão do Statuswrl
pt_br: Método de Modelo Padrão do Statuswrl

source: CGI Refresh Rate
cs: Obnovovací frekvence CGI
es: Ratio de Refresco CGI
pt: Velocidade de Actualização do CGI
pt_br: Velocidade de Atualização do CGI

source: Host Unreachable Sound
cs: Zvukové znamení nedostupné stanice
es: Sonido de equipo inalcanzable
pt: Som de Host Inalcançável
pt_br: Som de Host Inalcançável

source: Host Down Sound
cs: Zvukové znamení vypnutí stanice
es: Sonido de equipo caído
pt: Som de Host em Baixo
pt_br: Som de Host Inativo

source: Service Critical Sound
cs: Zvukové znamení kritické hodnoty služby
es: Sonido de servicio crítico
pt: Som de serviço crítico
pt_br: Som de Serviço Crítico

source: Service Warning Sound
cs: Zvukové znamení varování služby
es: Sonido de servicio con aviso
pt: Som de serviço em Aviso
pt_br: Som de Serviço em Atenção

source: Service Unknown Sound
cs: Zvukové znamení neznámého stavu služby
es: Sonido de Servicio desconocido
pt: Som de serviço desconhecido
pt_br: Som de Serviço Desconhecido

source: Ping Syntax
cs: Syntaxe ping
es: Sintaxis de Ping
pt: Sintaxe do ping
pt_br: Sintaxe do Ping

source: Instance already has a CGI file
cs: Instance již má soubor CGI
pt: A instância já possui um arquivo CGI

source: SNMP Trap Generation
cs: Generování SNMP trapů
es: Generación de traps SNMP
pt: Geração de Traps SNMP

source: Generate trap database
pt: Gerar base de dados de traps

source: Apply configurations
cs: Použít konfigurace
pt: Aplicar as configurações

source: Send signal
pt: Enviar sinal

source: Host Templates name
cs: Název šablony stanice
es: Nombre de plantilla de equipo
pt: Nome de Templates de host

source: Linked Services Templates
cs: Šablony připojených služeb
pt: Templates de serviço associados

source: Parent Templates
cs: Rodičovské šablony
pt: Templates pai
pt_br: Templates Pai

source: Enable
cs: Povolit
es: Habilitar
pt: Activar
pt_br: Habilitado

source: Disable
cs: Zakázat
es: Deshabilitar
pt: Desactivar
pt_br: Desabilitado

source: Add a Host Template
cs: Přidat šablonu stanice
es: Añadir una Plantilla de Equipo
pt: Acrescentar um template de host
pt_br: Adicionar um Modelo de Host

source: Modify a Host Template
cs: Upravit šablonu stanice
es: Modificar una Plantilla de Equipo
pt: Editar um template de host
pt_br: Modificar um Modelo de Host

source: View a Host Template
cs: Zobrazit šablonu stanice
es: Ver una Plantilla de Equipo
pt: Ver um template de host
pt_br: Visualizar um Modelo de Host

source: Host Template Name
cs: Název šablony stanice
pt: Nome de template de host
pt_br: Nome do Template de Host

source: IP Address / DNS
cs: IP adresa / DNS jméno
es: Dirección IP / DNS
pt: Endereço IP / DNS
pt_br: Endereço IP / DNS

source: SNMP Community
cs: SNMP komunita
pt: Comunidade SNMP
pt_br: Comunidade SNMP

source: Host Template
cs: Šablona stanice
es: Plantilla de Equipo
pt: Template de host
pt_br: Modelo de Host

source: Host Parallel Templates
cs: Souběžné šablony stanice
pt: Template de host paralelo
pt_br: Modelo de Host Paralelo

source: Replacement
cs: Náhrada
es: Reemplazo
pt: Substituição
pt_br: Substituição

source: Update mode
cs: Mód aktualizace
pt: Modo de actualização
pt_br: Modo de atualização

source: A host can have multiple templates, their orders have a significant importance
cs: Stanice může mít několik šablon, jejich pořadí má výraznou důležitost
pt: Um host pode ter múltiplos templates, a ordem dos mesmos é de grande importância
pt_br: Um host pode ter vários modelos, suas ordens têm uma importância significativa

source: Here is a self explanatory image.
cs: Zde se nachází vlastní vysvětlující obrázek.
pt: Aqui está uma imagem auto-explicativa.
pt_br: Uma imagem auto-explicativa aqui.

source: Using a Template allows you to have multi-level Template connection
cs: Použití šablony umožní víceúrovňové spojení šablony
es: Utilizando Plantillas puedes realizar conexiones multi-nivel entre ellas
pt: Usar um Template permite-lhe usar varios níveis de Templates de ligação
pt_br: Usando um Modelo lhe permitirá usar varios níveis de Modelos de conexão

source: Macro name
cs: Název makra
es: Nombre de la macro
pt: Nome da macro
pt_br: Nome do Macro

source: Macro value
cs: Hodnota makra
es: Valor de la macro
pt: Valor da macro
pt_br: Valor do Macro

source: Host Check Properties
cs: Vlastnosti kontroly stanice
es: Propiedades de Chequeo en Equipos
pt: Propriedades de verificação de host
pt_br: Propriedades de Checagem de Host

source: Args
cs: Argumenty
pt: Argumentos
pt_br: Argumentos

source: Max Check Attempts
cs: Maximální počet kontrol
es: Intentos de Chequeo Max
pt: Número máximo de tentativas de verificação
pt_br: Tentativas Máxima de Checagem

source: Event Handler Enabled
cs: Handler událostí povolen
es: Manejador de Eventos Habilitado
pt: Gestor de Eventos Ligado
pt_br: Manipulação de Evento Habilitada

source: Normal Check Interval
cs: Bežný interval kontrol
es: Intervalo de Chequeo Normal
pt: Intervalo normal de verificação
pt_br: Intervalo de Checagem Normal

source: Retry Check Interval
cs: Interval opakovaných kontrol
es: Intervalo de Reintento de Chequeo
pt: Intervalo de Tentativa de verificação
pt_br: Intervalo de Tentativa de Checagem

source: Active Checks Enabled
cs: Aktivní kontroly povoleny
es: Chequeos Activos Habilitados
pt: Verificações activas ligadas
pt_br: Checagem Ativa Habilitada

source: Passive Checks Enabled
cs: Pasivní kontroly povoleny
es: Chequeos Pasivos Habilitados
pt: Verificações passivas ligadas
pt_br: Checagem Passiva Habilitada

source: Check Period
cs: Perioda opakování
es: Período de Chequeo
pt: Período de verificação
pt_br: Período de Checagem

source: Notification Enabled
cs: Notifikace povolena
es: Notificación Habilitada
pt: Notificações Ligadas
pt_br: Notificação Habilitada

source: Contact additive inheritance
pt: Herança aditiva de contactos

source: Contact group additive inheritance
pt: Herança aditiva de grupos de contactos

source: First notification delay
cs: Prodleva první notifikace
es: Retraso de primera notificación
pt: Intervalo da primeira notificação
pt_br: Intervalo da primeira notifição

source: Linked Contacts
cs: Připojené kontakty
es: Contactos Enlazados
pt: Contactos Associados
pt_br: Contatos Associados

source: Linked Contact Groups
cs: Přiřazené Skupiny Kontaktů
es: Vinculados a los grupos de contacto
pt: Grupos de Contactos Associados

source: Host Categories Relations
cs: Vztahy kategorií stanic
pt: Categorias de Hosts Relacionados

source: Parent Host Categories
cs: Partnerské kategorie stanic
pt: Categorias de Hosts Pai

source: Notification Interval
cs: Interval notifikace
es: Intervalo de Notificación
pt: Intervalo de notificação
pt_br: Intervalo de Notificação

source: Notification Period
cs: Perioda notifikace
es: Período de Notificación
pt: Período de notificação
pt_br: Período de Notificação

source: Recovery
cs: Obnova
es: Recuperación
pt: Recuperação
pt_br: Recuperar

source: Flapping
cs: Kolísání
pt: Oscilação
pt_br: Marcação

source: Downtime Scheduled
cs: Naplánované odstávky
pt: Manutenção Agendada

source: Notification Options
cs: Volby notifikace
es: Opciones de Notificación
pt: Opções de notificação
pt_br: Opções de Notificação

source: Ok/Up
cs: Ok / Nahoře
pt: Ok/Cima
pt_br: Ok/Ativo

source: Stalking Options
cs: Volby sledování
es: Opciones de Seguimiento
pt: Opções de Perseguição
pt_br: Opções de Espreita

source: Additional Information
cs: Dodatečné informace
es: Información Adicional
pt: Informações Adicionais
pt_br: Informações Adicionais

source: Add relations
cs: Přidat vztahy
es: Añadir relaciones
pt: Acrescentar relaçôes
pt_br: Adicionar relações

source: Modify relations
cs: Upravit vztahy
es: Modificar relaciones
pt: Editar as relações
pt_br: Modificar relações

source: View relations
cs: Zobrazit vztahy
es: Ver relaciones
pt: Ver as relações
pt_br: Visualizar relações

source: Relations
cs: Vztahy
es: Relaciones
pt: Relações
pt_br: Relações

source: Linked Service Templates
cs: Připojené šablony služby
pt: Templates de Serviço associados

source: Add Data Processing
cs: Přidat zpracování dat
es: Añadir Procesamiento de Datos
pt: Adicionar Processamento de Dados
pt_br: Adicionar Processamento de Dados

source: Modify Data Processing
cs: Upravit zpracování dat
es: Modificar Procesamiento de Datos
pt: Modificar Processamento de Dados
pt_br: Modificar Processamento de Dados

source: View Data Processing
cs: Zobrazit zpracování dat
es: Ver Procesamiento de Datos
pt: Visualizar Processamento de Dados
pt_br: Visualizar Processamento de Dados

source: Data Processing
cs: Zpracování dat
es: Procesamiento de Datos
pt: Processamento de Dados
pt_br: Processamento de Dados

source: Obsess Over Host
cs: Důsledně pomocí stanice
es: Insistencia en Equipos
pt: Obcecar Sobre o Host
pt_br: Host sobre preucupação

source: Check Freshness
cs: Ověřit čerstvost
es: Chequeo de Frescura
pt: Verificar frescura
pt_br: Checagem em Vigor

source: Flap Detection Enabled
cs: Zapnuta detekce kolísání
es: Detección de Fluctuaciones Habilitada
pt: Detecção de oscilação ligada
pt_br: Habilitar Detecção de Marcação

source: Freshness Threshold
cs: Hranice občerstvování
es: Umbral de Frescura
pt: Limiar de frescura
pt_br: Percentual mínimo de Vigor

source: Low Flap threshold
cs: Dolní hranice kolísání
es: Umbral de Fluctuación bajo
pt: Limiar inferior de Oscilação
pt_br: Percentual mínimo de Marcação de nível baixo

source: High Flap Threshold
cs: Horní hranice kolísání
es: Umbral de Fluctuación alto
pt: Limiar superior de Oscilação
pt_br: Percentual mínimo de Marcação de nível alto

source: Process Perf Data
cs: Zpracovat výkonostní data
es: Proceso Perf Data
pt: Processamento de dados de desempenho
pt_br: Dados de processamento de performance

source: Retain Satus Information
cs: Udržovat stavové informace
es: Mantener Información de Estado
pt: Reter Informação de estado
pt_br: Informação de Status Retido

source: Retain Non Status Information
cs: Udržovat nestatové informace
es: No Mantener Información de Estado
pt: Reter informação de não estado
pt_br: Informação de Status não Retido

source: Add a Host Extended Info
cs: Přidat rozšířené informace stanice
es: Añadir Información de Equipo Extendida
pt: Adicionar Informação Extendida de Host
pt_br: Adicionar uma Informação Extendida de Host

source: Modify a Host Extended Info
cs: Upravit rozšířené informace o stanici
es: Modificar Información de Equipo Extendida
pt: Modificar Informação Extendida de Host
pt_br: Modificar uma Informação Extendida de Host

source: View a Host Extended Info
cs: Zobrazení rozšířených informací
es: Ver Información de Equipo Extendida
pt: Visualizar Informação Extendida de Host
pt_br: Visualizar uma Informação Extendida de Host

source: Action URL
cs: URL akce
es: Acción URL
pt: URL de acção
pt_br: URL de Ação

source: Icon
cs: Ikona
es: Icono
pt: Ícone
pt_br: Icone

source: Alt icon
cs: Alternativní ikona
es: Icono alt
pt: Ícone alt
pt_br: Icone Alt

source: VRML Image
cs: Obraz VRML
es: Imagen VRML
pt: Imagem VRML
pt_br: Imagem VRML

source: Status Map Image
cs: Obrázek stavové mapy
pt: Imagem de Mapa de Estados

source: 2d Coords
cs: 2. souřadnice
pt: Coordenadas 2D

source: 3d Coords
cs: 3. souřadnice
pt: Coordenadas 3D

source: Severity level
pt: Nível de severidade

source: Add macros
cs: Přidat makro
es: Agregar macros
pt: Acrescentar macros
pt_br: Adicionar macros

source: Modify macros
cs: Upravit makro
es: Modificar macros
pt: Editar macros
pt_br: Modificar macros

source: View macros
cs: Zobrazit makro
es: Ver macros
pt: Ver macros
pt_br: Visualizar macros

source: Add a new macro
cs: Přidat nové makro
es: Agregar nueva macro
pt: Acrescentar nova macro
pt_br: Adicionar uma nova macro

source: Template name is already in use
cs: Jméno šablony je již použito
pt: O nome do template já está em uso
pt_br: Nome do template já está em uso

source: Host name is already in use
cs: Jméno stanice je již použito
pt: O nome do host já está em uso
pt_br: Nome do host já está em uso

source: Compulsory Alias
cs: Vynucené zástupné jméno
es: Alias Obligatorio
pt: Pseudónimo Obrigatório
pt_br: Apelido Obrigatório

source: Host Configuration
cs: Konfigurace stanice
es: Configuración de Equipo
pt: Configuração de host
pt_br: Configuração de Host

source: Host Extended Infos
cs: Rozšířené informace stanice
es: Información de Equipo Extendida
pt: Informações Extendidas de Host
pt_br: Informações Extendidas de Host

source: Custom macros
cs: Vlastní makra
pt: Macros personalizadas
pt_br: Macros Personalizados

source: Freshness Control options
cs: Volby řízení čerstvosti
es: Opciones de Control de Frescura
pt: Opções de controlo de frescura
pt_br: Opções de Controle de Vigor

source: Flapping options
cs: Volby kolísání
es: Opciones de Fluctuación
pt: Opções de oscilação
pt_br: Opções de marcação

source: Perfdata Options
cs: Volby výkonostních dat
es: Opciones de Perfdata
pt: Opções de dados de desempenho
pt_br: Opções de Performance de Dados
