Repository: Itiho/centreon-translations
Catalog: centreon/*/LC_MESSAGES/messages.po
Languages: cs, es, pt, pt_br

source: You are not allowed to access this host category
pt: Você não está autorizado a aceder esta categoria de hosts

source: Add a host category
cs: Vložit kategorii stanice
pt: Adicionar uma categoria de host

source: Modify a host category
cs: Upravit kategorii stanice
pt: Modificar uma categoria de host

source: View a host category
cs: Ukázat kategorii stanice
pt: Visualizar uma categoria de host

source: Host Category Name
cs: Jméno kategorie stanice
pt: Nome de uma Categoria de host

source: Linked Host Template
cs: Připojené šablony stanic
pt: Template de Host Associado

source: Service Templates names
cs: Názvy šablon služby
es: Nombres de plantillas de servicios
pt: Nomes de modelos de serviço
pt_br: Nome dos Templates de Serviço

source: Scheduling
cs: Plánování
es: Planificación
pt: Agendamento
pt_br: Agendamento

source: Host Names
cs: Názvy stanic
pt: Nomes de Hosts
pt_br: Nomes dos Hosts

source: Dependent Host Names
cs: Závislé názvy stanic
pt: Nomes de Hosts Dependentes
pt_br: Hosts Dependentes

source: Meta Service Name
cs: Název meta služby
es: Nombre del Meta Servicio
pt: Nome do Meta Serviço
pt_br: Nome do Meta Serviço

source: Calculation Type
cs: Typ výpočtu
es: Tipo de Cálculo
pt: Tipo de Cálculo
pt_br: Tipo de Cálculo

source: Warning Level
cs: Úroveň varování
es: Nivel Advertencia
pt: Nível de Aviso
pt_br: Nível de Atenção

source: Critical Level
cs: Kritická úroveň
es: Nivel Criticidad
pt: Nível crítico
pt_br: Nível Crítico

source: Sum
cs: Suma
es: Suma
pt: Soma
pt_br: Soma

source: View
cs: Zobrazit
es: Vista
pt: Vista
pt_br: Visualizar

source: More actions
cs: Další akce
es: Más acciones
pt: Mais acções
pt_br: Mais ações

source: You are not allowed to access this meta service
pt: Você não está autorizado a aceder este meta serviço

source: Add a Meta Service indicator
cs: Přidat indikátor meta služby
pt: Adicione um indicador de Meta Serviço
pt_br: Adicione um indicador de Meta Serviço

source: Modify a Meta Service indicator
cs: Upravit indikátor meta služby
pt: Modifique um indicador de Meta Serviço
pt_br: Modifique um indicador de Meta Serviço

source: View a Meta Service indicator
cs: Zobrazit indikátor meta služby
pt: Visualizar um indicador de Meta Servico
pt_br: Visualizar um indicador de Meta Servico

source: Compulsory Field
cs: Povinná položka
pt: Campo Obrigatório
pt_br: Campo Obrigatório

source: Add a Meta Service
cs: Přidat meta službu
es: Añadir Meta Servicio
pt: Adicionar um Meta-Serviço
pt_br: Adicionar um Meta Serviço

source: Modify a Meta Service
cs: Upravit meta službu
es: Modificar Meta Servicio
pt: Modificar um Meta Serviço
pt_br: Modificar um Meta Serviço

source: View a Meta Service
cs: Zobrazit meta službu
es: Ver Meta Servicio
pt: Visualizar um Meta Serviço
pt_br: Visualizar um Meta Serviço

source: Output format string (printf-style)
cs: Výstupní formát řeťezce (ve stylu printf)
pt: Formato da string de output (printf-style)

source: Data Source Type
cs: Typ zdroje dat
pt: Tipo de Data Source

source: Service List
cs: Seznam služeb
es: Lista de Servicios
pt: Lista de serviço
pt_br: Lista de Serviço

source: SQL matching
cs: SQL porovnávání
es: Concordancia SQL
pt: SQL de Comparação
pt_br: SQL de Comparação

source: Selection Mode
cs: Režim výběru
es: Modo de Selección
pt: Modo de Selecção
pt_br: Modo de Seleção

source: SQL LIKE-clause expression
cs: Výraz SQL
pt: Expressão de cláusula LIKE de SQL
pt_br: Expressão SQL Cláusula LIKE

source: Metric
cs: Metrika
es: Métrica
pt: Métrica
pt_br: Métrica

source: Meta Service State
cs: Stav meta služby
es: Estado del Meta Servicio
pt: Estado do Meta Serviço
pt_br: Estado do Meta Serviço

source: Notification Type
cs: Typ notifikace
es: Tipo de Notificación
pt: Tipo de notificação
pt_br: Tipo de Notificação

source: Graph Template
cs: Šablona grafu
es: Plantilla Gráfica
pt: Template de gráfico
pt_br: Modelo de Gráfico

source: Compulsory Contact Group
cs: Vynucená skupina kontaktů
es: Grupo de Contacto Obligatorio
pt: Grupo de Contacto Obrigatório
pt_br: Grupo de Contato Obrigatório

source: Metrics
cs: Metrický
es: Métricas
pt: Métricas
pt_br: Metricas

source: Display all Services fo this host
cs: Zobrazit všechny služby této stanice
pt: Mostrar todos os Serviços deste Host
pt_br: Mostrar todos os serviços deste Host

source: You are not allowed to access this host
pt: Você não está autorizado a aceder a este host

source: Add a Host
cs: Přidat stanici
es: Añadir Equipo
pt: Acrescentar um Host
pt_br: Adicionar um Host

source: Modify a Host
cs: Upravit stanici
es: Modificar Equipo
pt: Editar um host
pt_br: Modificar um Host

source: View a Host
cs: Zobrazit stanici
es: Ver Equipo
pt: Ver um host
pt_br: Visualizar um Host

source: Resolve
cs: Vyřešit
pt: Resolver

source: Timezone / Location
cs: Časové pásmo / umístění
es: Zona horaria / Localización
pt: Fuso horário / Localização
pt_br: Localização / Fuso Horário

source: Monitored from
cs: Monitorováno kým
es: Monitorizado desde
pt: Monitorizado de
pt_br: Monitorado de

source: Host Templates
cs: Šablony stanice
pt: Templates de Host
pt_br: Modelos de Host

source: Checks Enabled
cs: Kontroly povoleny
es: Habilitar Chequeos
pt: Verificações Ligadas
pt_br: Checagens Habilitada

source: Create Services linked to the Template too
cs: Vytvořit služby také připojené k šabloně
es: Crear Servicios enlazados a la Plantilla
pt: Criar Serviços associados ao Template também
pt_br: Crie Serviços associados ao Modelo também

source: Hostgroup Relations
cs: Vztahy skupiny stanic
pt: Relações de Grupo de Host
pt_br: Relacionamentos de Grupo de Host

source: Parent Hosts
cs: Rodičovská stanice
es: Equipos Padres
pt: Hosts Pai
pt_br: Hosts Parentes

source: Child Hosts
cs: Dceříné stanice
es: Equipos Hijos
pt: Hosts Filho
pt_br: Hosts Filhos

source: Parent Host Groups
cs: Partnerské skupiny stanic
pt: Grupos de Host Pai
pt_br: Grupos de Host Pai

source: Low Flap Threshold
cs: Dolní hranice kolísání
es: Umbral bajo de Fluctuación
pt: Limiar baixo de Oscilação
pt_br: Percentual mínimo para Marcação de nível baixo

source: ACL Resource Groups
pt: Grupo de recursos LCA

source: Mandatory field for ACL purpose.
pt: Campo obrigatório para propósitos da LCA.

source: Impossible to change server due to parentship with other hosts
cs: Není možná změna serveru, vzhledem k partnerství k jiným stanicím
pt: Impossível mudar servidor devido a parentesco com outros hosts

source: Some hosts parent has not the same instance
cs: Někteří rodiče stanic nemají stejnou instanci
pt: Alguns dos host pai não têm a mesma instância

source: Some hosts child has not the same instance
cs: Někteří potomci stanic nemají stejnou instanci
pt: Alguns dos hosts filhos não têm a mesma instância

source: _Module_ is not a legal expression
cs: _Modul_ nemá přípustný výraz
pt: _Module_ não é uma expressão legal
pt_br: _Module_ não é uma expressão aceitável

source: Compulsory Address
cs: Vynucená adresa
es: Dirección Obligatoria
pt: Endereço Obrigatório
pt_br: Endereço Obrigatório

source: Compulsory Contact
cs: Vynucený kontakt
pt: Contacto obrigatório
pt_br: Contato Obrigatório

source: You cannot override reserved macros
cs: Nemůžete potlačit rezervovaná makra
pt: Você não pode sobrescrever macros reservadas
pt_br: Você não pode substituir macros reservados

source: Access groups
pt: Grupos de acesso

source: Add Vendor
cs: Přidat dodavatele
es: Añadir Vendedor
pt: Adicionar Fornecedor
pt_br: Adicionar Fornecedor

source: Modify Vendor
cs: Upravit dodavatele
es: Modificar Vendedor
pt: Modificar Fornecedor
pt_br: Modificar Fornecedor

source: View Vendor
cs: Zobrazit dodavatele
es: Ver Vendedor
pt: Visualizar Fornecedor
pt_br: Visualizar Fornecedor

source: Meta Service Names
cs: Názvy meta služeb
pt: Nomes dos Meta-Serviços

source: Dependent Meta Service Names
cs: Jména závislých meta služeb
pt: Nomes dos Meta-Serviços Dependentes

source: You are not allowed to access this service
pt: Você não está autorizado a aceder a este serviço

source: Add a Service
cs: Přidat službu
es: Añadir Servicio
pt: Acrescentar um serviço
pt_br: Adicionar um Serviço

source: Modify a Service
cs: Upravit službu
es: Modificar Servicio
pt: Editar um serviço
pt_br: Modificar um Serviço

source: View a Service
cs: Zobrazit službu
es: Ver Servicio
pt: Ver um serviço
pt_br: Visualizar um Serviço

source: Service Template
cs: Šablona služby
es: Plantilla de Servicio
pt: Modelo de serviço
pt_br: Modelo de Serviço

source: Using a Template exempts you to fill required fields
cs: Použít šablonu bez vyplnění vyžadovaných polí
es: Utilizando una Plantilla le exime de rellenar los campos obligatorios
pt: Usando um Template, o preenchimento de campos obrigatórios serão dispensados
pt_br: Usando um modelo, o preenchimento de campos requeridos serão dispensados

source: Service State
cs: Stav služby
es: Estado de Servicio
pt: Estado de Serviço
pt_br: Estado de Serviço

source: Is Volatile
cs: Není stálé
es: Es Volátil
pt: É Volatil
pt_br: É Volatil

source: Inherit contacts from host
pt: Herdar contactos do host

source: Implied Contacts
cs: Standartní kontakty
pt: Contactos Implícitos
pt_br: Contatos Requerido

source: Implied Contact Groups
cs: Standartní skupiny kontaktů
es: Grupos de Contacto Implícitos
pt: Grupo de Contactos Implícitos
pt_br: Grupo de Contatos

source: Linked with Hosts
cs: Spojeno se stanicemi
es: Enlazados con Equipos
pt: Associados com Hosts
pt_br: Associados com Hosts

source: Linked with Host Groups
cs: Spojeno se skupinou stanic
es: Enlazado con Grupo de Hosts
pt: Associados aos Grupos de Hosts

source: Parent Service Groups
cs: Rodičovské skupiny služeb
pt: Grupos de Serviço Pai
pt_br: Grupos de Serviço Pai

source: Service Trap Relation
cs: Vztah trapů služeb
es: Relación de Capturas del Servicio
pt: Relação com Trap de Serviço
pt_br: Relacionamento com Trap de Serviço

source: Obsess Over Service
cs: Důslednost nad službou
es: Insistencia sobre el Servicio
pt: Obcecar Sobre Serviço
pt_br: Serviço sobre preucupação

source: Retain Status Information
cs: Ponechat stavové informace
es: Mantener Información de Estado
pt: Reter Informação de Estado
pt_br: Informação de Retenção de Status

source: Add an Extended Info
cs: Přidat rozšířené informace
es: Añadir Información Extendida
pt: Adicionar Informação Extendida
pt_br: Adicionar uma Informação Extendida

source: Modify an Extended Info
cs: Modifikovat rozšířené informace
es: Modificar Información Extendida
pt: Modificar Informação Extendida
pt_br: Modificarr uma Informação Extendida

source: View an Extended Info
cs: Zobrazit rozšířené informace
es: Ver Información Extendida
pt: Visualizar Informação Extendida
pt_br: Modificar uma Informação Extendida

source: HostGroup or Host Required
cs: Vyžadována skupina stanic nebo stanice
es: Grupo de Equipos o Equipo Obligatorio
pt: Grupo de Host ou Host Requerido
pt_br: Grupo de Host ou Host Requerido

source: This description is in conflict with another one that is already defined in the selected relation(s)
cs: Tento popis je v konfliktu s jiným, který je již definován ve vybrané relaci nebo relacích
es: Esta descripción entra en conflicto con otra que ha sido definida en la(s) relación(es) seleccionada(s)
pt: A descrição está em conflito com outra já definida na(s) relação(ões) selecionada(s)
pt_br: A descrição esta em conflito com outra já definida na relação selecionada

source: You must either fill all the arguments or leave them all empty
cs: Musíte vyplnit všechny argumenty, nebo všechny nechat prázdné
pt: Você deve ou preencher todos os campos ou deixá-los todos vazios
pt_br: Você deve preencher todos os argumentos ou se preferir, deixá-los todos vazios

source: Service Configuration
cs: Konfigurace služby
es: Configuración del Servicio
pt: Configuração de serviço
pt_br: Configuração de Serviço

source: Service Extended Info
cs: Rozšířené informace služby
es: Información del Servicio Extendida
pt: Informações Adicionais de Serviço
pt_br: Informações Extendidas de Serviço

source: HostGroup
cs: Skupina stanic
es: Grupo de Equipos
pt: Grupo de host
pt_br: Grupo de Host

source: Parent Template
cs: Rodičovská šablona
es: Plantilla Padre
pt: Template Pai
pt_br: Modelo Parente

source: Are you sure you want to detach the service ?
cs: Určitě chcete odpojit službu?
es: Está seguro que quiere excluir el servicio ?
pt: Você realmente quer separar o serviço ?
pt_br: Você realmente quer separar o serviço ?

source: Detach host group services
cs: Odpojit služby skupiny stanic
pt: Separar serviços de grupo de hosts
pt_br: Detachar os serviços dos grupo de host

source: Move host group's services to hosts
cs: Přesunout služby skupiny stanic ke stanicím
pt: Mover serviços de grupos de hosts para hosts
pt_br: Mova os serviços do grupo de hosts para os anfitro

source: HostGroups
cs: Skupiny hostů
es: Grupos de Equipos
pt: Grupos de hosts
pt_br: Grupos de Hosts

source: Detach
cs: Odpojit
es: Exclulir
pt: Separar
pt_br: Separar

source: Argument
pt: Argumento
pt_br: Argumento

source: Value
cs: Hodnota
pt: Valor
pt_br: Valor

source: Example
cs: Příklad
pt: Exemplo
pt_br: Exemplo

source: No argument found for this command
cs: Nebyl nalezen žádný argument pro tento příkaz
pt: Nenhum argumento encontrado para este comando
pt_br: Nenhum argumento encontrado para este comando

source: You are not allowed to access this service group
pt: Você não está autorizado a aceder este grupo de serviço

source: Add a Service Group
cs: Přidat skupiny služeb
pt: Adicionar um Grupo de Serviços
pt_br: Adicionar um Grupo de Serviço

source: Modify a Service Group
cs: Změnit skupinu služby
pt: Modificar um Grupo de Serviços
pt_br: Modificar um Grupo de Serviço

source: View a Service Group
cs: Ukázat skupinu služby
pt: Visualizar um Grupo de Serviços
pt_br: Visualizar um Grupo de Serviço

source: Service Group Name
cs: Jméno skupiny služeb
pt: Nome do Grupo de Serviços
pt_br: Nome do Grupo de Serviço

source: Linked Host Services
cs: Připojené služby stanice
pt: Serviços de Host associados
pt_br: Serviços de Host Linkado

source: Linked Host Group Services
cs: Služby připojené ke skupině stanic
es: Grupo de Servicios Ligados a Equipos
pt: Grupo de Serviços de Host Associados
pt_br: Grupo de Serviços de Host Associados

source: Compulsory Description
cs: Popis povinné položky
pt: Descrição Obrigatória
pt_br: Descrição Compulsória

source: Number of linked commands
cs: Počet připojených příkazů
es: Número de comandos linkeados
pt: Número de comandos associados
pt_br: Número de comandos associados

source: Add a Command Category
cs: Přidat kategorii příkazu
es: Agregar una categoría de comando
pt: Acrescentar uma categoria de comando
pt_br: Adicionar uma Categoria de Comando

source: Modify a Command Category
cs: Změnit kategorii příkazu
es: Modificar la categoría de comando
pt: Editar uma categoria de comando
pt_br: Modificar uma Categoria de Comando

source: View a Command Category
cs: Zobrazit kategorii příkazu
es: Ver la categoría de comando
pt: Ver uma categoria de comando
pt_br: Visualizar uma Categoria de Comando

source: Category Name
cs: Název kategorie
es: Nombre de categoría
pt: Nome de categoria
pt_br: Nome da Categoria

source: Alias / Description
cs: Odkaz / Popis
es: Alias / Descripción
pt: Pseudônimo / Descrição
pt_br: Apelido / Descrição

source: Interface Type
cs: Typ rozhraní
es: Tipo de Interfaz
pt: Tipo de Interface
pt_br: Tipo de Interface

source: Add a ndomod Configuration File
cs: Přidat konfigurační soubor ndomod
es: Añadir archivo de configuración de ndomod
pt: Acrescentar um ficheiro de configuração ndomod
pt_br: Adicionar um arquivo de configuração o ndomod

source: Modify a ndomod Configuration File
cs: Upravit konfigurační soubor ndomod
es: Modificar archivo de configuración de ndomod
pt: Editar um ficheiro de configuração ndomod
pt_br: Modificar o Arquivo de Configuração do ndomod

source: View a ndomod Configuration File
cs: Zobrazit konfigurační soubor ndomod
es: Ver archivo de configuración de ndomod
pt: Ver um ficheiro de configuração ndomod
pt_br: Visualizar o Arquivo de Configuração do ndomod

source: ndomod configuration
cs: Konfigurace ndomod
es: ndomod configuración
pt: coniguração de ndomod
pt_br: configuração ndomod

source: Instance Name
cs: Název instance
es: Nombre de la Instancia
pt: Nome da Instância
pt_br: Nome da Ocorrência

source: Buffer size of the interface
cs: Velikost vyrovnávací paměti rozhraní
es: Tamaño del buffer de la interfaz
pt: Tamanho do buffer da interface
pt_br: Tamanho do Buffer da interface

source: Buffer File
cs: Soubor vyrovnávací paměti
es: Fichero de Buffer
pt: Ficheiro buffer
pt_br: Arquivo de Buffer

source: Rotation interval
cs: Interval rotace
es: Intervalo de Rotación
pt: Interval de rotação
pt_br: Intervalo de rotacionamento

source: Rotation command
cs: Příkaz rotace
es: Comando de Rotación
pt: Commando de rotação
pt_br: Comando de rotacionamento

source: Rotation timeout
cs: Časový limit rotace
es: Tiempo Fin de Rotación
pt: Tempo limite de rotação
pt_br: timeout do Rotacionamento

source: Reconnection interval
cs: Interval opětovného připojení
es: Intervalo de Reconexión
pt: Intervalo de reconexão
pt_br: Intervalo de reconexão

source: Notification interval in case of disconnection
cs: Interval oznamování v případě ztráty spojení
es: Intervalo de Notificación en caso de desconexión
pt: Intervalo de notificação em caso de desconexão
pt_br: Intervaldo de notificação em caso de desconexão

source: Data processing options
cs: Volby zpracování dat
es: Opciones de procesamiento de datos
pt: Opções de processamento de dados
pt_br: Opções de processamento de dados

source: Output options
cs: Volby výstupu
es: Opciones de salida
pt: Opções de saída
pt_br: Opções do emissor

source: Rotations
cs: Rotace
es: Rotaciones
pt: Rotações
pt_br: Rotações

source: Database Disconnexions
cs: Odpojení databáze
es: Desconexiones de Base de Datos
pt: Desligações para o banco de dados

source: Modify a downtime
cs: Upravit období nečinnosti
es: Modificar una inactividad
pt: Modificar manutenção

source: View a downtime
cs: Ukázat období nečinnosti
es: Ver inactividad
pt: Visualizar manutenção

source: Periods
cs: Periody
es: Periodos
pt: Períodos

source: Links Management
cs: Správa odkazů
es: Enlaces de Gestión
pt: Gestão de Associações

source: Linked with Services
cs: Spojeno se službami
es: Enlazado con Servicios
pt: Associados aos Serviços

source: Linked with Service Groups
pt: Associados a Grupos de Serviços

source: Downtime Configuration
cs: Nastavení nečinnosti
es: Configuración de inactividad
pt: Configuração de Manutenção

source: Period
cs: Perioda
es: Periodo
pt: Período

source: The end time must be greater than the start time.
cs: Konečný čas musí být větší než startovací čas
es: El tiempo de finalización debe ser mayor que el tiempo de incio
pt: O horário final deve ser posterior ao tempo inicial.

source: No relation set for this downtime
cs: Není nastaven žádný vztah pro nečinnost
es: No se ha fijado relación para la inactividad
pt: Nenhuma relação configurada para esta manutenção

source: Time period
cs: Časová perioda
es: Periodo de tiempo
pt: Período de tempo

source: Downtime type
cs: Typ nečinnosti
es: Tipo de inactividad
pt: Tipo de manutenção

source: Flexible
cs: Flexibilní
pt: Flexível

source: Weekly basis
cs: Týdenní základ
es: Base semanal
pt: Semanal

source: Monthly basis
cs: Měsíční základ
es: Base mensual
pt: Mensal

source: Specific date
cs: Zvláštní datum
es: Fecha especifica
pt: Data específica

source: Minutes
cs: Minuta;Minuty;Minut
pt: Minutos

source: First of month
cs: První v měsíci
es: Primero de mes
pt: Primeiro do mês

source: Last of month
cs: Poslední v měsíci
es: Ultimpo de mes
pt: Último do mês

source: Monitoring Engine Configuration Files Export
cs: Export konfiguračních souborů monitorovacího enginu
pt: Exportação dos ficheiros de Configuração do Motor de Monitorização

source: Generate Files
cs: Vygenerovat soubory
es: Generar archivos
pt: Gerar ficheiros
pt_br: Arquivos Gerados

source: Dependencies Management
cs: Správa závislostí
es: Gestión de Dependencias
pt: Gerir Dependências
pt_br: Gerenciar Dependencias

source: Current Activation
cs: Aktuální aktivace
es: Activación Actual
pt: Activação Corrente
pt_br: Ativação Corrente

source: Relations between Elements
cs: Závislosti mezi elementy
es: Relaciones entre Elementos
pt: Relações entre Elementos
pt_br: Relacionamento entre Elementos

source: Export in XML too
cs: Exportovat také do XML
es: Exportar a XML también
pt: Exportar também em XML
pt_br: Exportar em XML também

source: Export configuration files
cs: Exportovat konfigurační soubory
es: Exportar archivos de configuración
pt: Exportar os ficheiros de configuração
pt_br: Exportar arquivos de configuração

source: Run Optimisation test (-s)
cs: Spustit optimalizační test (-s)
es: Ejecutar test de Optimización (-s)
pt: Executar teste de Optimização (-s)
pt_br: Executar teste de Otimização (-s)

source: Is running ?
cs: Běží ?
es: Está corriendo?
pt: Em execução ?

source: Conf Changed
cs: Konfigurace změněna
pt: Configuração Alterada

source: Start time
cs: Čas spuštění
es: Tiempo de incio
pt: Horário de incialização

source: Only services and hosts are taken in account in order to calculate this status. If you modify a template, it won't tell you the configuration had changed.
cs: Pouze služby a stanice jsou brány v úvahu pro vypočtení tohoto statusu. Pokud změníte šablonu, nebude Vám oznámeno, že se konfigurace změnila.
pt: Somente serviços e hosts são utilizados na determinação do estado. Se você modificar um Template, isso não indicará uma mudança na configuração.

source: You are not allowed to access this monitoring instance
pt: Você não está autorizado a aceder esta instância de monitorização

source: Add a poller
cs: Přidat kolektor
es: Añadir sonda
pt: Adicionar um poller
pt_br: Adicionar um poller

source: Modify a poller Configuration
cs: Upravit konfiguraci kolektoru
es: Modificar configuración de sonda
pt: Modificar a Configuração de um Poller
pt_br: Modificar Configuração de um poller

source: View a poller Configuration
cs: Zobrazit konfiguraci kolektoru
es: Ver configuración de sonda
pt: Visualizar Configuracao de um poller
pt_br: Visualizar Configuracao de um poller

source: Server Information
cs: Informace o serveru
es: Información del servidor
pt: Informação do servidor

source: SSH Information
cs: Informace o SSH
es: Información de SSH
pt: Informação de SSH

source: Monitoring Engine Information
cs: Informace monitorovacího enginu
pt: Informação do Motor de Monitorização

source: Miscelleneous
cs: Různé
pt: Diversos

source: Centreon Trap Collector
pt: Colector de Traps do Centreon

source: Engine
es: Motor
pt: Motor

source: Satellite configuration
cs: Konfigurace satelitu
es: Configuración del Satelite
pt: Configuração do satélite
pt_br: Configuração de Satelite

source: Poller Name
cs: Jméno polleru
es: Nombre de sonda
pt: Nome do poller

source: Monitoring Engine Init Script
cs: Inicializační skript monitorovacího engine
pt: Script de Inicialização do Motor de Monitorização

source: Monitoring Engine Binary
cs: Binární soubor monitorovacího engine
pt: Binário do Motor de Monitorização

source: Monitoring Engine Statistics Binary
cs: Binární soubor enginu statistik
pt: Binário de Estatísticas do Motor de Monitorização

source: Perfdata file
cs: Soubor výkonnostních dat
es: Archivo Perfdata
pt: Ficheiro de dados de desempenho
pt_br: Arquivo de Perfdata

source: SSH Private key
cs: Soukromý klíč SSH
es: Clave Privada SSH
pt: Chave privada SSH
pt_br: Chave Privada de SSH

source: SSH port
cs: Port SSH
es: Puerto SSH
pt: Porta SSH
pt_br: porta SSH

source: Is default poller ?
cs: Je výchozí poller ?
es: Es la sonda por defecto ?
pt: Poller padrão?
